<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>IAIDO CLUBE DE LISBOA</title>
<link href="style/iaido.css" rel="stylesheet" type="text/css">
</head>

<body>
<div id="master">
<!--HEADER START-->
	<div id="header_top">
		<div id="col_01_left"><img src="img/com/px.gif" class="line_darkgray_heavy"></div>
		<div id="col_02"><img src="img/com/px.gif" class="line_darkgray_heavy"></div>
		<br class="clearfloat">
	</div>
	<!--MENU START-->
	<div id="header_menu">
		<div id="col_01_id"><img src="img/com/px.gif" class="line_darkgray_thin"><br><a href="index.html"><img src="img/com/iaido_clube_logo.png" class="logo"></a></div>
		<div id="col_01_left">
			<img src="img/com/px.gif" class="line_darkgray_thin"><br>
			<a href="0101.html" class="menu_off_plus" id="M0100"><div>Iaido</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0201.html" class="menu_on_plus" id="M0200"><div>Jodo</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0301.html" class="menu_off_plus" id="M0300"><div>Clube</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0401.html" class="menu_off" id="M0400"><div>Not&iacute;cias</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0501.html" class="menu_off_plus" id="M0500"><div>Galerias</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0601.html" class="menu_off_plus" id="M0600"><div>Mais Informa&ccedil;&atilde;o</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
		</div>
		<div id="col_01_right">
			<img src="img/com/px.gif" class="line_darkgray_thin"><br>
			<a href="0201.html" class="menu_on" id="M0101"><div>Hist&oacute;ria</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0202.html" class="menu_off" id="M0102"><div>Seitei</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0203.html" class="menu_off" id="M0103"><div>Koryu</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0204.html" class="menu_off" id="M0104"><div>Equipamento</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0205.html" class="menu_off" id="M0105"><div>Gloss&aacute;rio</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<div class="menu_empty">&nbsp;</div>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
		</div>
		<br class="clearfloat">
	</div>
	<!--MENU END-->
	<div id="header_bottom">
		<div id="col_01_left"><img src="img/com/px.gif"></div>
		<div id="col_02"><img src="img/com/px.gif" class="line_darkgray_heavy"></div>
		<br class="clearfloat">
	</div>
<!--HEADER END-->
<!--CONTENT START-->
	<div id="content">
		<div id="col_01_left">&nbsp;</div>
		<div id="col_02">
			<div id="page_title">
				<div id="title">Jodo<img src="img/com/separator.gif" align="baseline">Hist&oacute;ria</div>
				<img src="img/com/px.gif" class="line_darkgray_thin">
			</div>
			<img src="img/photos/jodo_history.jpg" class="photo_wide"><br>
			O Jodo &eacute; uma Arte Marcial Japonesa, originalmente chamada Jojutsu,  que teve o seu in&iacute;cio nos princ&iacute;pios do s&eacute;culo XVII. Foi criado com o objectivo de vencer um advers&aacute;rio com uma espada japonesa, utilizando para tal um simples bast&atilde;o de madeira (Jo). Baseia-se em movimentos de outras armas como o sabre (katana), a alabarda (naginata) e a lan&ccedil;a (yari), dando, por isso lugar a m&uacute;ltiplas varia&ccedil;&otilde;es e a uma grande riqueza t&eacute;cnica. O seu objectivo n&atilde;o &eacute; o de ferir letalmente o advers&aacute;rio, mas o de demonstrar a versatilidade do bast&atilde;o enquanto arma, dominando o advers&aacute;rio sem o atacar, com um esp&iacute;rito forte e vigilante.<br><br>
			Se podemos acreditar nas lendas, e existem mais lendas que factos relativos a estes dois samurais, a &uacute;nica pessoa que bateu Miyamoto Musashi num duelo foi Muso Gonnosuke Katsuyoshi, e f&ecirc;-lo com um bast&atilde;o de madeira. Sabe-se muito pouco sobre a vida de Gonnosuke, e o pouco que se sabe tem sido "colorido" por escritores recentes para embelezar as hist&oacute;rias, por&eacute;m existem registos que indicam que o nome original da fam&iacute;lia de Gonnosuke era Hirano e que ele estudou os estilos Tenshin Shoden Katori Shinto Ryu e Jikishinkage Ryu. De acordo com as lendas, depois Gonnosuke lutou em v&aacute;rios duelos pelo Jap&atilde;o inteiro para testar as suas habilidades.<br><br>
			Foi num destes duelos que encontrou pela primeira vez o famoso Miyamoto Musashi, em 1605, supostamente em Akashi, prov&iacute;ncia de Harima. Gonnosuke, de quem se diz que era um pouco fanfarr&atilde;o, desafiou Musashi para um duelo, o qual perdeu. Conta-se que Gonnosuke usou um bast&atilde;o grande (bo) ou uma espada de madeira (bokken) de grandes dimens&otilde;es, e que Musashi usou a sua t&eacute;cnica com duas espadas (nito), para parar o ataque de Gonnosuke num bloco com as espadas em cruz (juji dome). Desta forma Musashi parou a arma de Gonnosuke, for&ccedil;ando o advers&aacute;rio a desistir ou recuar e enfrentar um contra-ataque imediato.<br><br>
			Desolado por ter perdido o duelo, Gonnosuke retirou-se para Homangu, parte do altar shinto Kamado, no topo do monte Homan, na prov&iacute;ncia de Chikuzen (hoje em dia, perfeitura de Fukuoka), na ilha de Kyushu. Durante 37 dias meditou e na &uacute;ltima noite, ao rezar em frente do altar, teve uma vis&atilde;o divina, que segundo a lenda, correspondia a uma crian&ccedil;a que dizia qualquer coisa como "com um bast&atilde;o redondo, conhece o suigetsu (plexo solar)". Esta vis&atilde;o fez com que Gonnosuke criasse um bast&atilde;o mais curto (com 1,28m).<br><br>
			Aproveitando-se da vantagem do bast&atilde;o curto poder mudar rapidamente de direcc&ccedil;&atilde;o nas m&atilde;os de um lutador ex&iacute;mio, Gonnosuke conseguiu bater Musashi num segundo duelo. Como o conseguiu n&atilde;o &eacute; claro, por&eacute;m o uso do jo no estilo Shinto Muso Ryu praticado hoje em dia pode dar algumas pistas. Se um jo for bloqueado por um movimento juji dome, &eacute; relativamente simples de virar o jo para fora do alcance das espadas e no mesmo movimento atacar um ponto fraco (plexo solar) no corpo do advers&aacute;rio. Depois de derrotar Musashi, Gonnosuke tornou-se instrutor de artes marciais do cl&atilde; Kuroda, no norte da ilha de Kyushu, tendo tido oportunidade de aperfei&ccedil;oar o seu estilo e desenvolver grande parte das t&eacute;cnicas usadas hoje em dia no estilo Shinto Muso Ryu (que significa "o caminho divino do bast&atilde;o de Muso").<br>
		</div>
		<br class="clearfloat">
	</div>
<!--CONTENT END-->
<!--FOOTER START-->
	<div id="footer">
		<div id="col_01_left">&nbsp;</div>
		<div id="col_02"><img src="img/com/px.gif" class="line_lightgray_thin"><br><img src="img/com/iaido_clube_selo.png" class="selo"></div>
		<br class="clearfloat">
	</div>
<!--FOOTER END-->
</div>

</body>
</html>
