<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>IAIDO CLUBE DE LISBOA</title>
<link href="style/iaido.css" rel="stylesheet" type="text/css">
</head>

<body>
<div id="master">
<!--HEADER START-->
	<div id="header_top">
		<div id="col_01_left"><img src="img/com/px.gif" class="line_darkgray_heavy"></div>
		<div id="col_02"><img src="img/com/px.gif" class="line_darkgray_heavy"></div>
		<br class="clearfloat">
	</div>
	<!--MENU START-->
	<div id="header_menu">
		<div id="col_01_id"><img src="img/com/px.gif" class="line_darkgray_thin"><br><a href="index.html"><img src="img/com/iaido_clube_logo.png" class="logo"></a></div>
		<div id="col_01_left">
			<img src="img/com/px.gif" class="line_darkgray_thin"><br>
			<a href="0101.html" class="menu_off_plus" id="M0100"><div>Iaido</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0201.html" class="menu_off_plus" id="M0200"><div>Jodo</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0301.html" class="menu_off_plus" id="M0300"><div>Clube</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0401.html" class="menu_on" id="M0400"><div>Not&iacute;cias</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0501.html" class="menu_off_plus" id="M0500"><div>Galerias</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0601.html" class="menu_off_plus" id="M0600"><div>Mais Informa&ccedil;&atilde;o</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
		</div>
		<div id="col_01_right">
			<img src="img/com/px.gif" class="line_darkgray_thin"><br>
			<div class="menu_empty">&nbsp;</div>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<div class="menu_empty">&nbsp;</div>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<div class="menu_empty">&nbsp;</div>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<div class="menu_empty">&nbsp;</div>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<div class="menu_empty">&nbsp;</div>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<div class="menu_empty">&nbsp;</div>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
		</div>
		<br class="clearfloat">
	</div>
	<!--MENU END-->
	<div id="header_bottom">
		<div id="col_01_left"><img src="img/com/px.gif"></div>
		<div id="col_02"><img src="img/com/px.gif" class="line_darkgray_heavy"></div>
		<br class="clearfloat">
	</div>
<!--HEADER END-->
<!--CONTENT START-->
	<div id="content">
		<div id="col_01_left">
			<div id="col_title">
				<div id="title">Arquivo</div>
				<img src="img/com/px.gif" class="line_darkgray_thin">
			</div>
			<a href="0401_2011.html" class="menu_off" id="M2011"><div>2011</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0401_2010.html" class="menu_off" id="M2010"><div>2010</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0401_2009.html" class="menu_off" id="M2009"><div>2009</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0401_2008.html" class="menu_off" id="M2008"><div>2008</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
		</div>
		<div id="col_02">
			<div id="page_title">
				<div id="title">Noticias</div>
				<img src="img/com/px.gif" class="line_darkgray_thin">
			</div>
			<!--<div id="date">2008.05.23</div>
			<div id="title">Operis optato fine gauderem</div>
			<img src="img/photos/fotoH_2col.jpg" class="photo_wide"><br>
			<img src="img/com/px.gif" class="line_lightgray_thinlist"><br><br>-->
			<div id="date">2012.11.09</div>			
			<div id="title">Lista candidata aos &#243;rg&#227;os sociais</div>
A lista candidata aos &#243;rg&#227;os sociais do Zenshinkan &#233; a seguinte:
<br/><br/>
- Assembleia Geral:
<ul>
<li>Presidente: Jo&#227;o Pires</li>
<li>Secret&#225;rios: Luis Rasc&#227;o, Jo&#227;o Pombo</li>
</ul>
- Direc&#231;&#227;o:
<ul>
<li>Presidente: Joaquim Mendes</li>
<li>Secret&#225;rio: Pedro Gomes</li>
<li>Tesoureiro: Nuno Guedes</li>
</ul>
- Conselho Fiscal:
<ul>
<li>Presidente: Ant&#243;nio Costa</li>
<li>Vogais: Hugo Boleto, Jo&#227;o Maia</li>
</ul>
Segue igualmente a agenda da assembleia:
<br/>
<ol>
<li>Apresenta&#231;&#227;o de ponto de situa&#231;&#227;o do clube</li>
<li>Assuntos relativos &#224; conta banc&#225;ria (abertura de nova conta em nome do Zenshinkan, activa&#231;&#227;o de home banking)</li>
<li>Distribui&#231;&#227;o de tarefas para regulariza&#231;&#227;o da situa&#231;&#227;o do Zenshinkan enquanto associa&#231;&#227;o</li>
<li>Elei&#231;&#227;o de nova direc&#231;&#227;o</li>
<li>Manuten&#231;&#227;o das aulas de 3&#170; feira</li>
<li>Outros</li>
</ol>
A hora e o ponto de encontro para a assembleia geral ser&#225; &#224;s 13h30 na Escola Filipa de Lencastre
<br><br>
<img src="img/com/px.gif" class="line_lightgray_thinlist"><br><br>
			<div id="date">2012.10.24</div>			
			<div id="title">II SEMIN&#193;RIO NACIONAL DE IAIDO</div>
			<img src="img/news/estagio_nov_2012.jpg" class="photo_rightfloat" width="160px" border="0">
Temos mais uma vez o prazer de anunciar que, nos pr&#243;ximos dias <b>17 e 18 de Novembro de 2012</b>, se realizar&#225;, em Lisboa, o <b>II Semin&#225;rio Nacional de Iaido</b>, dirigido pelos senseis Chris Mansfield (Iaido 7 Dan Renshi) e Len Bean (Iaido 7 Dan Renshi).
<br/><br/>
Desde 2007, temos contado com a presen&#231;a e orienta&#231;&#227;o do sensei Chris em v&#225;rios semin&#225;rios em Portugal, os quais t&#234;m contribu&#237;do para construir e desenvolver o Iaido portugu&#234;s. &#201; testemunho geral de todo o clube, que todos os est&#225;gios liderados pelo sensei Chris t&#234;m sido experi&#234;ncias &#250;nicas, muit&#237;ssimo interessantes e enriquecedoras. 
<br/>
O sensei Len Bean acompanhar&#225; o sensei Chris neste semin&#225;rio, naquela que ser&#225; a sua terceira visita a Portugal ao longo dos anos, e primeira visita a Lisboa, a qual faremos os poss&#237;veis para que seja o mais agrad&#225;vel poss&#237;vel.
<br/><br/>
Um semin&#225;rio liderado por dois professores com gradua&#231;&#227;o 7 Dan (m&#225;xima gradua&#231;&#227;o alguma vez obtida por praticantes fora do Jap&#227;o) &#233; um privil&#233;gio raro em Portugal, pelo que este semin&#225;rio ser&#225; uma oportunidade a n&#227;o perder.
<br/><br/>
O est&#225;gio encontra-se aberto a todos os praticantes, iniciados ou avan&#231;ados. Para a inscri&#231;&#227;o &#233; necess&#225;rio preencher a <a href="downloads/SeminarioNov2012-FichaInscricao.docx">ficha de inscri&#231;&#227;o</a> e efectuar o pagamento, segundo a informa&#231;&#227;o fornecida na ficha de inscri&#231;&#227;o.
<br/>
Nela encontram-se tamb&#233;m todas as informa&#231;&#245;es necess&#225;rias sobre o pre&#231;o, localiza&#231;&#227;o, hor&#225;rio e programa do semin&#225;rio, bem como outras informa&#231;&#245;es e conselhos &#250;teis.
<br/><br/>
<img src="img/com/px.gif" class="line_lightgray_thinlist"><br><br>
			<div id="date">2012.10.10</div>			
			<div id="title">Assembleia Geral - Zenshinkan</div>
Realizar-se-&#225; no dia <span style="font-weight:bold">10/11/2012</span>, em local e hora ainda a definir, a assembleia geral do Zenshinkan - Iaido Clube de Lisboa. 
<br/><br/>
Para a mesma est&#227;o convocados todos os membros do Zenshinkan que possuam as quotas em dia.
<br/><br/>
Para prepara&#231;&#227;o da assembleia solicita-se a apresenta&#231;&#227;o de pontos a incluir na agenda da mesma bem como a apresenta&#231;&#227;o de listas para vota&#231;&#227;o da nova direc&#231;&#227;o.
<br/><br/>
Segue o calend&#225;rio para apresenta&#231;&#227;o da informa&#231;&#227;o descrita acima:
<br/><br/>
Data limite para apresenta&#231;&#227;o de pontos a incluir na agenda: <span style="font-weight:bold">20/10/2012</span><br/>
Data limite para apresenta&#231;&#227;o de listas para nova administra&#231;&#227;o: <span style="font-weight:bold">20/10/2012</span>
<br/><br/>
No dia <span style="font-weight:bold">27/10/2012</span> ser&#225; publicada a agenda da assembleia bem como a constitui&#231;&#227;o das listas candidatas &#224; direc&#231;&#227;o do clube.
<br/><br/>
As listas apresentadas dever&#227;o ser constitu&#237;das pelos seguintes elementos:
<ul>
<li>Assembleia Geral: 1 Presidente e 2 Secret&#225;rios</li>
<li>Direc&#231;&#227;o: 1 Presidente, 1 Secret&#225;rio, 1 Tesoureiro</li>
<li>Conselho Fiscal: 1 Presidente, 2 Vogais</li>
</ul>
Apresenta-se desde j&#225; a agenda preliminar da assembleia:
<ul>
<li>Apresenta&#231;&#227;o de ponto de situa&#231;&#227;o do clube;</li>
<li>Assuntos relativos &#224; conta banc&#225;ria;</li>
<li>Distribui&#231;&#227;o de tarefas para regulariza&#231;&#227;o da situa&#231;&#227;o do Zenshinkan enquanto associa&#231;&#227;o;</li>
<li>Manuten&#231;&#227;o das aulas de 3&#170; feira;</li>
<li>Outros;</li>
<li>Elei&#231;&#227;o de nova direc&#231;&#227;o.</li>
</ul>
Para esclarecimento bem como o envio de listas e pontos a incluir na agenda dever&#227;o ser enviados por email para <span style="font-weight:bold">zenshinkan.iaido@gmail.com</span> ou <span style="font-weight:bold">prmpgomes@gmail.com</span>
<br/><br/>
			<img src="img/com/px.gif" class="line_lightgray_thinlist"><br><br>			
			<div id="date">2012.08.26</div>			
			<div id="title">Inicio da nova &#233;poca 2012-2013</div>
			<img src="img/com/iaido_clube_logo.png" class="photo_rightfloat" width="100px" border="0">
A nova &#233;poca de pr&#225;tica de Iaido e Jodo come&#231;ar&#225; no dia 18 de Setembro, retomando a pr&#225;tica regular, nos mesmos hor&#225;rios e local da &#233;poca anterior.
<br/><br/>
Verifique no site o local e hor&#225;rios do clube.<br/><br/>	
			<img src="img/com/px.gif" class="line_lightgray_thinlist"><br><br>
			<div id="date">2012.08.06</div>
			<div id="title">PARAB&#201;NS AO JO&#195;O MAIA E AOS NOVOS GRADUADOS DO PORTO E AVEIRO</div>
			<img src="img/news/eindhoven_2012.jpg" class="photo_rightfloat" width="160px" border="0">
Por ocasi&#227;o do Semin&#225;rio de Ver&#227;o de Iaido e Jodo de 2012, que decorreu em Eindhoven, Holanda, desde o passado dia 31 de Julho at&#233; dia 4 de Agosto, &#233; com grande orgulho e alegria que anunciamos que o nosso colega e senpai Jo&#227;o Maia obteve a gradua&#231;&#227;o de Yondan (4 Dan) em Iaido.
<br><br>
&#201; mais um marco para a hist&#243;ria do Iaido em Portugal, dado que o Jo&#227;o se tornou assim no segundo portugu&#234;s a conseguir obter esta gradua&#231;&#227;o. 
<br>
&#201; mais uma prova do esfor&#231;o, dedica&#231;&#227;o, e paix&#227;o por esta arte marcial que, n&#227;o s&#243; ele, mas todo o clube tem manifestado ao longo de todos estes anos, e mais um incentivo &#224; continua&#231;&#227;o do nosso trabalho e dedica&#231;&#227;o a estas artes marciais, para que no futuro possamos ter a satisfa&#231;&#227;o de contar com muitos mais sucessos para cada um dos nossos membros.
<br><br>
Tamb&#233;m por ocasi&#227;o deste semin&#225;rio, v&#225;rios colegas e amigos nossos do Porto e Aveiro foram bem sucedidos nos seus exames de Shodan (1 Dan) em Iaido e em Jodo. 
<br><br>
Em nome de todo o clube, muitos parab&#233;ns, e votos de muitos mais sucessos no futuro.
<br/><br/>			
			<img src="img/com/px.gif" class="line_lightgray_thinlist"><br><br>

<div id="date">2012.06.13</div>
			<div id="title">SAIDA SENSEI OBT&#201;M 7&#186; DAN EM IAIDO</div>
			<img src="img/gallery/ant_gallery_02/10.jpg" class="photo_rightfloat" width="160px" border="0">
&#201; com grande alegria e orgulho que anunciamos que o Sensei Isao Saida, que durante tanto tempo esteve connosco, obteve recentemente a gradua&#231;&#227;o de 7&#186; Dan em Iaido. 
<br/>
O Sensei Saida acompanhou a evolu&#231;&#227;o do Zenshinkan durante v&#225;rios anos, aconselhando os nossos colegas e alunos, at&#233; retornar de vez para o Jap&#227;o em 2008. 
<br/><br/>
Em nome de todo o clube, muitos parab&#233;ns, e esperamos um dia ter o prazer de receb&#234;-lo novamente em Portugal.
<br/><br/>			
			<img src="img/com/px.gif" class="line_lightgray_thinlist"><br><br>
			<div id="date">2012.05.22</div>
			<div id="title">RESULTADOS DO I CAMPEONATO NACIONAL DE JODO DE 2012</div>
			<img src="img/news/APJODOtaikai2012Grupo.JPG" class="photo_leftfloat" width="160px" border="0">
No passado dia 19 de Maio teve lugar o I Campeonato Nacional de Jodo de 2012. Foi novamente uma &#243;tima experi&#234;ncia de conv&#237;vio entre Lisboa, Aveiro, Porto e Braga, ainda as &#250;nicas regi&#245;es em Portugal onde o Jodo &#233; praticado.
<br/><br/><br/><br/>
Os resultados do campeonato foram os seguintes:
<br/><br/>
<h3>CAMPEONATOS INDIVIDUAIS:</h3>
<h4>Categoria Mudan:</h4>
<ol style="list-style-type: decimal">
	<li>S&#233;rgio Andrade (CJIPorto)</li>
	<li>Manuel Marques (CJIPorto)</li>
	<li>Jo&#227;o M&#225;rio Oliveira (CJIVouga) e Maria Alexandra Martins ( CJIPorto)</li>
	<li style="list-style-type: circle">Fighting Spirit: Manuel Marques (CJIPorto)</li>
</ol>
<h4>Categoria Shodan:</h4>
<ol style="list-style-type: decimal">
	<li>Ricardo Coutinho (CJIMinho)</li>
	<li>Carlos Coutinho (CJIPorto)</li>
	<li>Ant&#243;nio Sousa (CJIPorto)</li>
	<li style="list-style-type: circle">Fighting Spirit: Carlos Coutinho ( CJIPorto)</li>
</ol>
<h4>Categoria Nidan:</h4>
<ol style="list-style-type: decimal">
	<li>Ant&#243;nio Pinheiro (CJIVouga)</li>
	<li>Jo&#227;o Pombo (Zenshinkan-ICL)</li>
	<li>Ant&#243;nio Be&#231;a (CJIPorto)</li>
	<li style="list-style-type: circle">Fighting Spirit: Jo&#227;o Pombo (Zenshinkan-ICL)</li>
</ol>
<h3>CAMPEONATOS POR EQUIPAS:</h3>
<ol style="list-style-type: decimal">
	<li>Porto 2</li>
	<li>Porto 3</li>
	<li>Porto 1 e Minho</li>
	<li style="list-style-type: circle">Fighting Spirit: Ant&#243;nio Sousa (Porto 2)</li>
</ol>
<br/>
Os nossos parab&#233;ns &#224; organiza&#231;&#227;o, e ao empenho e boa disposi&#231;&#227;o de todos os participantes, &#225;rbitros e floor managers, que contribu&#237;ram para o sucesso deste campeonato.
<br/><br/>			
			<img src="img/com/px.gif" class="line_lightgray_thinlist"><br><br>

			<div id="date">2012.05.06</div>
			<div id="title">II&#186; CAMPEONATO NACIONAL DE JODO</div>
Est&#227;o abertas as inscri&#231;&#245;es para a participa&#231;&#227;o no Campeonato Nacional de Jodo, em Aveiro dia 19 de Maio 2012 entre as 11h00 e as 14h00 (abertura do Pavilh&#227;o: 10h30).  
<br/>
O local do torneio ser&#225; no Gin&#225;sio do UINFOC, Edif&#237;cio C.I.F.O.P. Centro Integrado de Forma&#231;&#227;o de Professores, Avenida Padre Fern&#227;o de Oliveira, Campus Universit&#225;rio de Santiago, Aveiro.
<br/><br/>		
O Campeonato est&#225; aberto a todos os praticantes de Jodo, independentemente do seu n&#237;vel, organizando-se as pools individuais por categorias de Mudan (sem grau dan) a 2&#186; dan. 
<br/>
Este ano, a competi&#231;&#227;o por equipas destina-se a praticantes com grau m&#225;ximo de 1&#186; dan, sendo que a soma de todos os graus dans de uma equipa n&#227;o pode ser superior a 3 
(mudan conta como shodan=1).
<br/><br/>	
A inscri&#231;&#227;o deve ser efecuada pelo preenchimento e envio da <a href="downloads/CampeonatoNacionalJodo2012-FichaInscricao.doc">ficha de inscri&#231;&#227;o</a> , at&#233; ao dia 15 de Maio de 2012 para o endere&#231;o de e-mail: yuushinkan.eventos@gmail.com
<br/><br/>	
Informa&#231;&#245;es mais detalhadas na <a href="downloads/CampeonatoNacionalJodo2012-InformacaoGeral.pdf">ficha de informa&#231;&#227;o geral</a>.
<br/><br/>			
			<img src="img/com/px.gif" class="line_lightgray_thinlist"><br><br>

			<div id="date">2012.04.13</div>
			<div id="title">EST&#193;GIO DE IAIDO COM LEN BEAN SENSEI EM MATOSINHOS</div>
			<img src="img/news/len_bean_sensei.png" class="photo_rightfloat" width="160px" border="0">
Nos pr&#243;ximos dias 21 e 22 de Abril decorrer&#225;, em Matosinhos, um semin&#225;rio de Iaido dirigido pelo sensei Len Bean (Iaido 7 Dan Renshi, Jodo 5 Dan). 
<br/>
Teremos o prazer de receber o sensei Bean pela segunda vez em Portugal, sendo que recebemos a sua primeira visita h&#225; pouco mais de um ano, em Braga, em ocasi&#227;o de um outro est&#225;gio de Iaido.
<br/><br/>			
O est&#225;gio encontra-se acess&#237;vel a s&#243;cios da Associa&#231;&#227;o de Iaido de Portugal, mesmo que n&#227;o tenham experi&#234;ncia em Iaido ou em qualquer arte marcial. Haver&#225; tamb&#233;m hip&#243;tese para praticantes iniciados de realizarem exames de 1 Kyu de Iaido e de Jodo, no final do semin&#225;rio, para os quais haver&#225; um pequeno custo adicional.
<br/><br/>			
Para efectuar a inscri&#231;&#227;o, &#233; necess&#225;rio preencher a <a href="downloads/inscricao_matosinhos2012.pdf">ficha de inscri&#231;&#227;o</a> e entreg&#225;-la, por correio electr&#243;nico ou pessoalmente, ao remetente indicado. 
<br/>
Na ficha encontra-se toda a informa&#231;&#227;o necess&#225;ria relativamente ao programa e hor&#225;rio do est&#225;gio, localiza&#231;&#227;o, transportes e contactos &#250;teis.
<br/><br/>			
			<img src="img/com/px.gif" class="line_lightgray_thinlist"><br><br>

			<div id="date">2012.02.09</div>
			<div id="title">I SEMIN&#193;RIO NACIONAL DE JODO DE 2012</div>
			<img src="img/gallery/2009_gallery_02/36.jpg" class="photo_rightfloat" width="160px" border="0">
Decorrer&#225; nos pr&#243;ximos dias 25 e 26 de Fevereiro, o I Semin&#225;rio Nacional de Jodo deste ano. Contaremos mais uma vez com a presen&#231;a do sensei Chris Mansfield (Jodo 7 Dan Renshi), e dos seus dois alunos, Aur&#233;lien Nacrour (Jodo 4 Dan) e Daniel Silk (Jodo 3 Dan). 
<br/>
Como todos os semin&#225;rios liderados pelo sensei Chris desde h&#225; v&#225;rios anos em Portugal, este ser&#225; certamente mais uma experi&#234;ncia interessante e realizadora; o modo de ensino do Sensei reflecte o seu esp&#237;rito din&#226;mico, interactivo e divertido, com o qual temos tido o privil&#233;gio de aprender ao longo dos anos. 
<br/><br/>
Neste semin&#225;rio, ser&#227;o leccionados apenas conte&#250;dos referentes ao curr&#237;culo de Koryu (estilo Shindo Muso Ryu) de Jodo, tornando este semin&#225;rio numa oportunidade a n&#227;o perder.
<br/><br/>	
Est&#227;o abertas as inscri&#231;&#245;es para o semin&#225;rio. Para esse efeito &#233; necess&#225;rio preencher a <a href="downloads/JodoInscricaoEstagio02_2012.doc">Ficha de inscri&#231;&#227;o</a> e entreg&#225;-la, por e-mail ou pessoalmente, ao remetente indicado. 
<br/>Na ficha encontram-se todas as informa&#231;&#245;es necess&#225;rias acerca do programa, hor&#225;rio e local do est&#225;gio, pre&#231;os e meios de pagamento.
<br/><br/>			
		<br class="clearfloat">
	</div>
<!--CONTENT END-->
<!--FOOTER START-->
	<div id="footer">
		<div id="col_01_left">&nbsp;</div>
		<div id="col_02"><img src="img/com/px.gif" class="line_lightgray_thin"><br><img src="img/com/iaido_clube_selo.png" class="selo"></div>
		<br class="clearfloat">
	</div>
<!--FOOTER END-->
</div>

</body>
</html>
