<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>IAIDO CLUBE DE LISBOA</title>
<link href="style/iaido.css" rel="stylesheet" type="text/css">
</head>

<body>
<div id="master">
<!--HEADER START-->
	<div id="header_top">
		<div id="col_01_left"><img src="img/com/px.gif" class="line_darkgray_heavy"></div>
		<div id="col_02"><img src="img/com/px.gif" class="line_darkgray_heavy"></div>
		<br class="clearfloat">
	</div>
	<!--MENU START-->
	<div id="header_menu">
		<div id="col_01_id"><img src="img/com/px.gif" class="line_darkgray_thin"><br><a href="index.html"><img src="img/com/iaido_clube_logo.png" class="logo"></a></div>
		<div id="col_01_left">
			<img src="img/com/px.gif" class="line_darkgray_thin"><br>
			<a href="0101.html" class="menu_off_plus" id="M0100"><div>Iaido</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0201.html" class="menu_off_plus" id="M0200"><div>Jodo</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0301.html" class="menu_off_plus" id="M0300"><div>Clube</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0401.html" class="menu_on" id="M0400"><div>Not&iacute;cias</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0501.html" class="menu_off_plus" id="M0500"><div>Galerias</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0601.html" class="menu_off_plus" id="M0600"><div>Mais Informa&ccedil;&atilde;o</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
		</div>
		<div id="col_01_right">
			<img src="img/com/px.gif" class="line_darkgray_thin"><br>
			<div class="menu_empty">&nbsp;</div>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<div class="menu_empty">&nbsp;</div>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<div class="menu_empty">&nbsp;</div>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<div class="menu_empty">&nbsp;</div>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<div class="menu_empty">&nbsp;</div>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<div class="menu_empty">&nbsp;</div>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
		</div>
		<br class="clearfloat">
	</div>
	<!--MENU END-->
	<div id="header_bottom">
		<div id="col_01_left"><img src="img/com/px.gif"></div>
		<div id="col_02"><img src="img/com/px.gif" class="line_darkgray_heavy"></div>
		<br class="clearfloat">
	</div>
<!--HEADER END-->
<!--CONTENT START-->
	<div id="content">
		<div id="col_01_left">
			<div id="col_title">
				<div id="title">Arquivo</div>
				<img src="img/com/px.gif" class="line_darkgray_thin">
			</div>
			<a href="0401_2009.html" class="menu_off" id="M2009"><div>2009</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0401_2008.html" class="menu_off" id="M2008"><div>2008</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>		
		</div>
		<div id="col_02">
			<div id="page_title">
				<div id="title">Noticias</div>
				<img src="img/com/px.gif" class="line_darkgray_thin">
			</div>
			<!--<div id="date">2008.05.23</div>
			<div id="title">Operis optato fine gauderem</div>
			<img src="img/photos/fotoH_2col.jpg" class="photo_wide"><br>
			<img src="img/com/px.gif" class="line_lightgray_thinlist"><br><br>-->
			<div id="date">2008.12.08</div>
			<div id="title">Sucesso nos exames de Iaido</div>
			Os alunos do Zenshinkan - ICL Ant&oacute;nio Costa e Jo&atilde;o Pombo, bem como o aluno do ICP, Pedro Nunes, passaram todos nos respectivos exames de Shodan (1Dan), que decorreram ap&oacute;s os campeonatos de Iaido de 2008. A todos, o Zenshinkan - ICL d&aacute; os seus parab&eacute;ns.<br><br>
			O Zenshinkan - ICL endere&ccedil;a tamb&eacute;m os parab&eacute;ns a todos os nossos amigos budokas do resto da europa que passaram nos seus exames, e deixa um abra&ccedil;o de parab&eacute;ns muito especial ao Sensei Aad Van de Wijngaart, que tanto nos ajudou a desenvolver o nosso Iaido e Jodo, uma vez que passou com sucesso o seu exame de Rokudan (6 Dan) de Jodo. Para este sucesso, o Sensei Aad Van de Wijngaart contou com a preciosa ajuda do tamb&eacute;m nosso conhecido Sensei Andy Watson, como o seu parceiro durante o exame.
			<br><br>
			<img src="img/com/px.gif" class="line_lightgray_thinlist"><br><br>
			<div id="date">2008.12.08</div>
			<div id="title">Resultados de Portugal nos Europeus de Iaido 2008</div>
			A participa&ccedil;&atilde;o portuguesa nos XV Campeonatos Europeus de Iaido teve os seguintes resultados:<br><br>						
			Na categoria Nidan (2 Dan), Jo&atilde;o Maia passou a fase de pools, tendo sido eliminado no combate seguinte pelo sueco Jorgen Sjoholm, que viria a conquistar a medalha de bronze. Na categoria Shodan (1 Dan), Jo&atilde;o Pires passou a fase de pools tendo sido eliminado no combate seguinte pelo belga Sebastian Debroyer, que viria a conquistar a medalha de bronze. Na categoria Mudan (sem gradua&ccedil;&atilde;o), Pedro Nunes passou a fase de pools tendo sido eliminado no combate seguinte pelo holand&ecirc;s Liam Myers, que viria a conquistar a medalha de bronze. Os restantes elementos da comitiva portuguesa n&atilde;o conseguiram passar a fase de pools. Na competi&ccedil;&atilde;o por equipas, Portugal n&atilde;o passou a fase de pools, sendo eliminado pela Hungria e pela Sui&ccedil;a que acabaria por conquistar a medalha de prata. <br><br>
			Resultados completos (em pdf):<br><br>
			<a href="downloads/iaido_mudan.pdf" target="_blank">Mudan (N&atilde;o graduados)</a> | <a href="downloads/iaido_shodan.pdf" target="_blank">Shodan (1 Dan)</a> | <a href="downloads/iaido_nidan.pdf" target="_blank">Nidan (2 Dan)</a><br>
			<a href="downloads/iaido_sandan.pdf" target="_blank">Sandan (3 Dan)</a> | <a href="downloads/iaido_yondan.pdf" target="_blank">Yondan (4 Dan)</a> | <a href="downloads/iaido_godan.pdf" target="_blank">Godan (5 Dan)</a> | <a href="downloads/iaido_rokudan.pdf" target="_blank">Rokudan (6 Dan)</a><br>
			<a href="downloads/iaido_team.pdf" target="_blank">Equipas</a>
			<br><br>
			<img src="img/com/px.gif" class="line_lightgray_thinlist"><br><br>
			<div id="date">2008.12.08</div>
			<div id="title">Resultados de Portugal nos Europeus de Jodo 2008</div>
			A participa&ccedil;&atilde;o portuguesa nos XV Campeonatos Europeus de Jodo teve os seguintes resultados:<br><br>						
			Na categoria Shodan (2 Dan), Jo&atilde;o Maia passou a fase de pools, tendo sido eliminado no combate seguinte pelo polaco Piotr Urbanek, que viria a conquistar a medalha de bronze. Os restantes elementos da comitiva portuguesa n&atilde;o conseguiram passar a fase de pools. Na competi&ccedil;&atilde;o por equipas, Portugal obteve um brilhante resultado ao chegar aos quartos de final, eliminado a Austria na fase de pools. A equipa nacional foi depois eliminada pela It&aacute;lia, que viria a conquistar a medalha de bronze, por&eacute;m obteve rasgados elogios por parte de v&aacute;rias equipas presentes, tendo em conta que foi a primeira participa&ccedil;&atilde;o de sempre de uma equipa nacional e tendo em conta que o jodo no nosso pa&iacute;s tem apenas dois anos de exist&ecirc;ncia.<br><br>
			Resultados completos (em pdf):<br><br>
			<a href="downloads/jodo_mudan.pdf" target="_blank">Mudan (N&atilde;o graduados)</a> | <a href="downloads/jodo_shodan.pdf" target="_blank">Shodan (1 Dan)</a> | <a href="downloads/jodo_nidan.pdf" target="_blank">Nidan (2 Dan)</a><br>
			<a href="downloads/jodo_sandan.pdf" target="_blank">Sandan (3 Dan)</a> | <a href="downloads/jodo_yondan.pdf" target="_blank">Yondan (4 Dan)</a> | <a href="downloads/jodo_godan.pdf" target="_blank">Godan (5 Dan)</a> | <a href="downloads/jodo_team.pdf" target="_blank">Equipas</a>
			<br><br>
			<img src="img/com/px.gif" class="line_lightgray_thinlist"><br><br>
			<div id="date">2008.11.07</div>
			<div id="title">Selec&ccedil;&otilde;es Nacionais para os Campeonatos Europeus</div>
			<img src="img/news/em-logo.jpg" class="photo_leftfloat" height="160px">
			Est&atilde;o definidos os elementos que ir&atilde;o representar o nosso pa&iacute;s nos <a href="http://eicejc2008.kendo.ch/" target="_blank">campeonatos europeus de Iaido e Jodo de 2008</a>, a decorrer no in&iacute;cio de Dezembro, na localidade sui&ccedil;a de Magglingen. O Zenshinkan - ICL congratula-se por ter alguns elementos nesta comitiva, e deseja desde j&aacute; as maiores felicidades a toda a comitiva, tanto em Iaido, como em Jodo, n&atilde;o apenas a quem vai competir, mas tamb&eacute;m a quem vai fazer exame. A comitiva portuguesa &eacute; a que se descreve abaixo:<br><br>
			<strong>Em Iaido:</strong> <br>			
			- Categoria Yondan (4 Dan): Joaquim Mendes (Zenshinkan - ICL)<br>
			- Categoria Sandan (3 Dan): Manuel Rodrigues (ICP)<br>
			- Categoria Nidan (2 Dan): Jo&atilde;o Maia (Zenshinkan - ICL) e Sandra Santos (CJIP)<br>
			- Categoria Shodan (1 Dan): Jos&eacute; Almeida e Jo&atilde;o Pires (ambos Zenshinkan - ICL)<br>
			- Categoria Mudan (Sem gradua&ccedil;&atilde;o): Jo&atilde;o Pombo (Zenshinkan - ICL) e Pedro Nunes (ICP)<br>
			- Equipa Nacional: Joaquim Mendes, Manuel Rodrigues, Jo&atilde;o Maia, suplente: Sandra Santos<br>
			- Team Manager: Manuel Rodrigues<br>
			- Team Leader: Jo&atilde;o Maia<br>
			- Coach: Joaquim Mendes<br><br>
			<strong>Em Jodo:</strong> <br>			
			- Categoria Nidan (2 Dan): Joaquim Mendes (Zenshinkan - ICL) e Sandra Santos (CJIP)<br>
			- Categoria Shodan (1 Dan): Jo&atilde;o Maia (Zenshinkan - ICL)<br>
			- Equipa Nacional: Joaquim Mendes, Sandra Santos, Jo&atilde;o Maia<br>
			- Team Manager: Sandra Santos<br>
			- Team Leader: Jo&atilde;o Maia<br>
			- Coach: Joaquim Mendes<br><br>
			Saliente-se que &eacute; a primeira vez que Portugal ir&aacute; competir a n&iacute;vel internacional no que diz respeito ao Jodo, o que demonstra o crescimento que esta disciplina do Budo tem tido no nosso pa&iacute;s nos &uacute;ltimos dois anos.
			<br><br>
			<img src="img/com/px.gif" class="line_lightgray_thinlist"><br><br>
			<div id="date">2008.09.07</div>
			<div id="title">Est&aacute;gio de Jodo de Lisboa</div>
			<img src="img/gallery/2008_gallery_03/02.jpg" class="photo_rightfloat" width="160px" height="107px">
			&Eacute; j&aacute; no fim de semana de 11 e 12 de Outubro que ir&aacute; decorrer mais um est&aacute;gio de Jodo, com os nossos conhecidos Sensei Chris Mansfield (Iaido 7o Dan Renshi, Jodo 7o Dan Renshi) e o seu aluno Sensei Andy Watson (Iaido 5o Dan, Jodo 5o Dan). O objectivo &eacute;, uma vez mais, divulgar e promover esta disciplina do Budo, que se encontra a dar os primeiros passos em Portugal. Este est&aacute;gio tem o apoio da APK - Associa&ccedil;&atilde;o Portuguesa de Kendo, e ir&aacute; decorrer no pavilh&aacute;o do Clube Nacional de Nata&ccedil;&atilde;o, CNN.<br><br>Este est&aacute;gio &eacute; aberto aos praticantes de jodo, aos associados da APK, e ao p&uacute;blico em geral que pretenda experimentar esta arte marcial pela primeira vez. As inscri&ccedil;&otilde;es encontram-se abertas, e podem ser feitas preenchendo a <a target="_blank" href="downloads/Jodo-InscricaoEstagio.doc">ficha de inscri&ccedil;&atilde;o</a> e enviando-a para <a href="mailto:jmaia@yahoo.com">jmaia@yahoo.com</a>, ou alternativamente entregando a ficha preenchida durante os treinos de s&aacute;bado, at&eacute; ao dia do est&aacute;gio, inclusive. O custo da inscri&ccedil;&atilde;o &eacute; de 50 Eur.<br><br>
			<img src="img/com/px.gif" class="line_lightgray_thinlist"><br><br>
			<div id="date">2008.09.07</div>
			<div id="title">Despedida do Sensei Saida</div>
			<img src="img/gallery/ant_gallery_02/10.jpg" class="photo_leftfloat" width="107px" height="160px">
			Depois de v&aacute;rios anos a ensinar, divulgar e promover o Iaido em Portugal, o Sensei Isao Saida ir&aacute; regressar ao Jap&atilde;o no final do m&ecirc;s de Setembro, desta vez em definitivo.<br><br>No pr&oacute;ximo s&aacute;bado, dia 13 de Setembro, depois do treino, haver&aacute; um almo&ccedil;o de despedida para o qual se convocam todos os elementos do Zenshikan - ICL, e outros iaidokas que se queiram juntar a n&oacute;s. Ser&aacute; tamb&eacute;m tirada uma foto de grupo com o Sensei durante o treino, portanto pede-se a todos os que queiram estar presentes para aparecerem no dojo durante o hor&aacute;rio de Iaido, mesmo que n&atilde;o v&atilde;o praticar.<br><br> Finalmente, resta-nos a todos agradecer publicamente tudo o que o Sensei fez pela nossa evolu&ccedil;&atilde;o, n&atilde;o apenas como praticantes de budo, mas tamb&eacute;m como pessoas. Para o Sensei Saida um enorme "domo arigato gozaimashita".<br><br>
			<img src="img/com/px.gif" class="line_lightgray_thinlist"><br><br>
			<div id="date">2008.09.07</div>
			<div id="title">Resultados do II Taikai de Iaido 2008</div>
			<!--<img src="img/photos/fotoH_1col.jpg" class="photo_left"><img src="img/photos/fotoH_1col.jpg"  class="photo_right"><br>-->
			<img src="img/news/vencedores_taikai.jpg" class="photo_leftfloat" width="160px" height="107px">
			Decorreu no s&aacute;bado, 6 de Setembro, o II Taikai de Iaido de 2008, com a participa&ccedil;&atilde;o de elementos do Zenshinkan - Iaido clube de Lisboa, Iaido Clube de Portugal, e Associa&ccedil;&atilde;o de Kendo do Porto. Foram efectuados combates em tr&ecirc;s categorias: mudan (n&atilde;o graduados), shodan (1o Dan) e nidan (2o Dan). Os resultados foram os seguintes:<br><br><strong>Categoria Mudan:</strong><br>1. Ant&oacute;nio Costa (Zenshinkan - ICL)<br>2. Jo&atilde;o Pombo (Zenshinkan - ICL)<br>3. Pedro Nunes (ICP) e Francisco Be&ccedil;a (AKP)<br><br><strong>Categoria Shodan:</strong><br>1. Jos&eacute; Almeida (Zenshikan - ICL)<br>2. Nuno Guedes (Zenshinkan - ICL)<br>3. Hugo Boleto (Zenshikan - ICL)<br><br><strong>Categoria Nidan:</strong><br>1. Jo&atilde;o Maia (Zenshikan - ICL)<br>2. Pedro Gomes (Zenshinkan - ICL)<br>3. Jo&atilde;o Abreu (Zenshikan - ICL)<br><br>
			<img src="img/com/px.gif" class="line_lightgray_thinlist"><br><br>
			<div id="date">2008.08.31</div>
			<div id="title">II Taikai de Iaido de 2008</div>
			<!--<img src="img/photos/fotoH_1col.jpg" class="photo_left"><img src="img/photos/fotoH_1col.jpg"  class="photo_right"><br>-->
			Decorre no pr&oacute;ximo s&aacute;bado, 6 de Setembro, o II Taikai de Iaido de 2008, promovido pela APK. Desta vez a organiza&ccedil;&atilde;o cabe ao ICL, pelo que se pede que todos os membros do ICL que possam ajudar na prepara&ccedil;&atilde;o do espa&ccedil;o para o torneio, que estejam presentes no dojo da Lapa, no Institudo do Desporto de Portugal, a partir das 09:30 da manh&atilde;. Relembra-se que este taikai, para al&eacute;m de promover a pr&aacute;tica do Iaido, aproximar os v&aacute;rios dojos existentes em Portugal, serve tamb&eacute;m para definir o ranking nacional com vista &agrave; participa&ccedil;&atilde;o do nosso pa&iacute;s nos pr&oacute;ximos campeonatos Europeus a decorrer na Sui&ccedil;a em Dezembro.<br><br>	O sorteio dos grupos para o II Taikai de Iaido de 2008 foi j&aacute; efectuado, e pode ser consultado <a href="downloads/2TIaido_2008.pdf" target="_blank">aqui</a>, juntamente com as respectivas regras.<br><br>		
			<img src="img/com/px.gif" class="line_lightgray_thinlist"><br><br>
			<div id="date">2008.08.06</div>
			<div id="title">Sucesso na participa&ccedil;&atilde;o do ICL no semin&aacute;rio de ver&atilde;o, em Eindhoven</div>
			<img src="img/photos/eindhoven.jpg" class="photo_rightfloat" width="160px" height="107px">
			Terminou mais um semin&aacute;rio de ver&atilde;o, desta vez em Eindhoven, na Holanda, e a participa&ccedil;&atilde;o do ICL foi um sucesso. A comitiva japonesa presente foi a seguinte: Kishimoto Chihiro (iaido 8-dan hanshi, jodo 7-dan kyoshi), Ishido Shizufumi (iaido 8-dan hanshi, jodo 8-dan kyoshi), Kiyota Kuniaki (iaido 8-dan kyoshi), Yoshimura Kenichi (iaido 8-dan kyoshi, jodo 7-dan kyoshi). Shoji Keiichi (iaido 7-dan kyoshi, jodo 7-dan kyoshi), Hatakenaka Atsumi (iaido 7-dan kyoshi), Karakama Mitsuo (iaido 6-dan renshi, jodo 5-dan), Nagata Yoko (iaido 5-dan, jodo 3-dan), Igarashi Keiji (fabricante de espadas). Para al&eacute;m desta ilustre comitiva, estiveram presente, como de costume, v&aacute;rios dos senseis mais graduados da Europa, como Chris Mansfield, Len Bean, Louis Vitalis, Rene Van Amersfoort, Aad Van de Wijngaart, Ah Loi Lee, entre outros.<br><br>
No que diz respeito &agrave; comitiva do ICL, foi a maior participa&ccedil;&atilde;o de sempre em eventos internacionais (5 membros em Jodo, 8 em Iaido, incluindo o professor, Joaquim Mendes) e todos os alunos propostos a exame tiveram sucesso, tanto em Iaido como em Jodo. Desde j&aacute; os parab&eacute;ns a Pedro Gomes e Nuno Guedes, que passaram respectivamente nos exames de Shodan e Ikkyu de Jodo, e a Jo&atilde;o Pires, Nuno Guedes, Luis Rasc&atilde;o, Jos&eacute; Almeida e Hugo Boleto que passaram no exame de Shodan de Iaido.<br>
		</div>
		<br class="clearfloat">
	</div>
<!--CONTENT END-->
<!--FOOTER START-->
	<div id="footer">
		<div id="col_01_left">&nbsp;</div>
		<div id="col_02"><img src="img/com/px.gif" class="line_lightgray_thin"><br><img src="img/com/iaido_clube_selo.png" class="selo"></div>
		<br class="clearfloat">
	</div>
<!--FOOTER END-->
</div>

</body>
</html>
