<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>IAIDO CLUBE DE LISBOA</title>
<link href="_style/iaido.css" rel="stylesheet" type="text/css">
</head>

<body>
<div id="master">
<!--HEADER START-->
	<div id="header_top">
		<div id="col_01_left"><img src="_img/com/px.gif" class="line_darkgray_heavy"></div>
		<div id="col_02"><img src="_img/com/px.gif" class="line_darkgray_heavy"></div>
		<br class="clearfloat">
	</div>
	<!--MENU START-->
	<div id="header_menu">
		<div id="col_01_id"><img src="_img/com/px.gif" class="line_darkgray_thin"><br><a href="index.html"><img src="_img/com/iaido_clube_logo.png" class="logo"></a></div>
		<div id="col_01_left">
			<img src="_img/com/px.gif" class="line_darkgray_thin"><br>
			<a href="0101.html" class="menu_off_plus" id="M0100"><div>Iaido</div></a>
			<img src="_img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0201.html" class="menu_off_plus" id="M0200"><div>Jodo</div></a>
			<img src="_img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0301.html" class="menu_off_plus" id="M0300"><div>Clube</div></a>
			<img src="_img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0401.html" class="menu_on" id="M0400"><div>Not&iacute;cias</div></a>
			<img src="_img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0501.html" class="menu_off_plus" id="M0500"><div>Galerias</div></a>
			<img src="_img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0601.html" class="menu_off_plus" id="M0600"><div>Mais Informa&ccedil;&atilde;o</div></a>
			<img src="_img/com/px.gif" class="line_lightgray_thin"><br>
		</div>
		<div id="col_01_right">
			<img src="_img/com/px.gif" class="line_darkgray_thin"><br>
			<div class="menu_empty">&nbsp;</div>
			<img src="_img/com/px.gif" class="line_lightgray_thin"><br>
			<div class="menu_empty">&nbsp;</div>
			<img src="_img/com/px.gif" class="line_lightgray_thin"><br>
			<div class="menu_empty">&nbsp;</div>
			<img src="_img/com/px.gif" class="line_lightgray_thin"><br>
			<div class="menu_empty">&nbsp;</div>
			<img src="_img/com/px.gif" class="line_lightgray_thin"><br>
			<div class="menu_empty">&nbsp;</div>
			<img src="_img/com/px.gif" class="line_lightgray_thin"><br>
			<div class="menu_empty">&nbsp;</div>
			<img src="_img/com/px.gif" class="line_lightgray_thin"><br>
		</div>
		<br class="clearfloat">
	</div>
	<!--MENU END-->
	<div id="header_bottom">
		<div id="col_01_left"><img src="_img/com/px.gif"></div>
		<div id="col_02"><img src="_img/com/px.gif" class="line_darkgray_heavy"></div>
		<br class="clearfloat">
	</div>
<!--HEADER END-->
<!--CONTENT START-->
	<div id="content">
		<div id="col_01_left">
			<div id="col_title">
				<div id="title">Arquivo</div>
				<img src="_img/com/px.gif" class="line_darkgray_thin">
			</div>
			<a href="0401_2012.html" class="menu_off" id="M2012"><div>2012</div></a>
			<img src="_img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0401_2011.html" class="menu_off" id="M2011"><div>2011</div></a>
			<img src="_img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0401_2010.html" class="menu_off" id="M2010"><div>2010</div></a>
			<img src="_img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0401_2009.html" class="menu_off" id="M2009"><div>2009</div></a>
			<img src="_img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0401_2008.html" class="menu_off" id="M2008"><div>2008</div></a>
			<img src="_img/com/px.gif" class="line_lightgray_thin"><br>
		</div>
		<div id="col_02">
			<div id="page_title">
				<div id="title">Noticias</div>
				<img src="_img/com/px.gif" class="line_darkgray_thin">
			</div>
			<!--<div id="date">2008.05.23</div>
			<div id="title">Operis optato fine gauderem</div>
			<img src="_img/photos/fotoH_2col.jpg" class="photo_wide"><br>
			<img src="_img/com/px.gif" class="line_lightgray_thinlist"><br><br>-->
			<div id="date">2013.10.31</div>			
			<div id="title">EST&#193;GIO NACIONAL DE IAIDO DE 2013</div>
			<img src="_img/news/312375_269563709728331_100000241110623_1133582_1099892_n.jpg" class="photo_rightfloat" width="320px" border="0">			

			Nos pr&#243;ximos dias 23 e 24 de Novembro, na Escola Secund&#225;ria Delfim Santos em Lisboa, ter&#225; lugar o Est&#225;gio Nacional de Iaido de 2013. 
			<br /><br />
			Mais uma vez contaremos com a presen&#231;a j&#225; habitual dos senseis Chris Mansfield (Iaido 7 Dan Renshi) e Len Bean (Iaido 7 Dan Renshi) de Inglaterra, bem como do nosso sensei do Zenshinkan, Joaquim Mendes (Iaido 5 Dan). 
			<br />
			Os v&#225;rios semin&#225;rios anteriores que j&#225; tivemos na presen&#231;a destes senseis em Portugal n&#227;o deixam d&#250;vidas de que esta ser&#225; mais uma memor&#225;vel e entusiasmante experi&#234;ncia de aprendizagem e conv&#237;vio.
			<br /><br />
			Neste est&#225;gio ser&#227;o realizados exames de gradua&#231;&#227;o Ikkyu (1 Kyu) e Shodan (1 Dan) em Iaido. 
			<br /><br />
			A participa&#231;&#227;o no est&#225;gio encontra-se acess&#237;vel a todos os praticantes ou interessados nesta arte marcial, sendo que a inscri&#231;&#227;o nos exames est&#225; reservada aos s&#243;cios da Associa&#231;&#227;o Portuguesa de Kendo (APK). 
			<br />
			A inscri&#231;&#227;o no est&#225;gio e exames deve realizar-se atrav&#233;s deste <a href="http://www.kendo.pt/?ai1ec_event=estagio-nacional-de-iaido-2013&amp;instance_id=258">link</a>. 
			<br />
			Atrav&#233;s do mesmo link encontra-se tamb&#233;m toda a informa&#231;&#227;o necess&#225;ria acerca do programa e hor&#225;rios do est&#225;gio, localiza&#231;&#227;o, transportes, pre&#231;os e pagamento, condi&#231;&#245;es, e contactos &#250;teis.
			<br /><br />
			<img src="_img/com/px.gif" class="line_lightgray_thinlist"><br><br>

			<div id="date">2013.08.30</div>			
			<div id="title">Inicio de nova &#233;poca</div>
			O clube Zenshinkan ICL retoma a pr&#225;tica j&#225; no pr&#243;ximo s&#225;bado, dia 31 de Agosto de 2013.
			<br><br>
			Iniciamos os treinos com os hor&#225;rios normais de S&#225;bado:<br><br>
			09:30 - 11:00 Iaido<br>
			11:15 - 13:00 Jodo<br>
			<br /><br />
			<img src="_img/com/px.gif" class="line_lightgray_thinlist"><br><br>

			<div id="date">2013.07.12</div>			
			<div id="title">Um Adeus a Ant&#243;nio Costa</div>
			<img src="_img/news/EIC2008Magglingen-Portugal.jpg" class="photo_rightfloat" width="320px" border="0">			
			&#201; com pesar e muita tristeza que comunicamos o falecimento do nosso colega e amigo Ant&#243;nio Costa. 
			<br /><br />
			O choque desta inesperada not&#237;cia apanhou-nos de completa surpresa, e faremos o nosso melhor para homenagear o tempo que ele passou na nossa companhia.<br />
O Ant&#243;nio juntou-se ao nosso clube em 2006, e desde essa altura praticou, evoluiu e subiu de gradua&#231;&#227;o em Iaido e em Jodo, ao mesmo tempo que todos n&#243;s; os treinos, semin&#225;rios e outros eventos eram alegrados pela sua constante boa disposi&#231;&#227;o, humor, simpatia e esp&#237;rito de camaradagem, e todos n&#243;s partilh&#225;mos com ele felizes momentos e acontecimentos, que recordaremos com saudade.
<br /><br />
As nossas sinceras condol&#234;ncias e sentimentos v&#227;o para a sua fam&#237;lia e amigos. 
<br />
Era um grande companheiro nosso, e partilhava a nossa paix&#227;o pelas artes marciais. Sentiremos a sua falta. 
<br /><br />
Um muito obrigado por teres feito parte de e contribu&#237;do para a constru&#231;&#227;o deste grupo que &#233; o Zenshinkan.
<br><br>
<img src="_img/com/px.gif" class="line_lightgray_thinlist"><br><br>
			<div id="date">2013.06.22</div>			
			<div id="title">TAIKAIS NACIONAIS DE IAIDO E JODO DE 2013</div>
No passado s&#225;bado, dia 15 de Junho, realizaram-se em Aveiro os Taikais Nacionais de Iaido e de Jodo de 2013, nos quais o Zenshinkan marcou a sua presen&#231;a. <br />
Foi um prazer revisitar a cidade de Aveiro e, acima de tudo, rever os nossos colegas e amigos de Aveiro e do Porto. <br />
Neste ano, pela primeira vez o Zenshinkan participou no campeonato por equipas. Os resultados de ambos os Taikais foram os seguintes:<br />
<br />
<span style="font-weight: bold">TAIKAI NACIONAL DE IAIDO:</span>
<br /><br />

Categoria Mudan/Shodan:<br />
<ol>
<li>Jo&#227;o Mauro Rocha (CJIPorto)</li>
<li>Jos&#233; Ricardo Coutinho (CJIPorto)</li>
<li>Miguel Ferreira (CJIVouga)</li>
<li value="3">Eduardo Brito (CJIMinho)</li>
<li style="list-style-type: none;">Fighting Spirit: Eduardo Brito (CJIMinho)</li>
</ol>
<br />
Categoria Nidan/Sandan:
<br />
<ol>
<li>Ant&#243;nio Pinheiro (CJIPorto)</li>
<li>Jo&#227;o Pombo (Zenshinkan)</li>
<li>Jo&#227;o Pires (Zenshinkan)</li>
<li value="3">Pedro Gomes (Zenshinkan)</li>
<li style="list-style-type: none;">Fighting Spirit: Carlos Coutinho (CJIPorto)</li>
</ol>
<br />
<span style="font-weight: bold">TAIKAI NACIONAL DE JODO:</span>
<br /><br />
Campeonato Individual
<br /><br />
	Categoria Mudan:
<br />
<ol>
<li>Jo&#227;o Mauro Rocha (CJIPorto)</li>
<li>Robertt Valente (CJIVouga)</li>
<li style="list-style-type: none;">Fighting Spirit: Jo&#227;o Mauro Rocha (CJIPorto)</li>
</ol>
<br />
	Categoria Shodan:
<br />
<ol>
<li>Miguel Ferreira (CJIVouga)</li>
<li>Diogo Paulo (Zenshinkan)</li>
<li>Andr&#233; Almeida (CJIVouga)</li>
<li value="3">Eduardo Brito (CJIMinho)</li>
<li style="list-style-type: none;">Fighting Spirit: Eduardo Brito (CJIMinho)</li>
</ol>
<br />
	Categoria Nidan:
<br />
<ol>
<li>Jos&#233; Ricardo Coutinho (CJIPorto)</li>
<li>Jo&#227;o Pires (Zenshinkan)</li>
<li>Carlos Coutinho (CJIPorto)</li>
<li style="list-style-type: none;">Fighting Spirit: Jos&#233; Ricardo Coutinho (CJIPorto)</li>
</ol>
<br />
Campeonato por equipas:
<br />
<ol>
<li>Zenshinkan</li>
<li>CJIPorto</li>
<li>CJIVouga</li>
<li style="list-style-type: none;">Fighting Spirit: Jos&#233; Ricardo Coutinho (CJIPorto)</li>
</ol>
<br />
Em nome de todo o clube, os nossos parab&#233;ns a todos os participantes e um sincero agradecimento a todos os que gentilmente se empenharam na organiza&#231;&#227;o destes dois eventos.
<br/><br/>
<img src="_img/com/px.gif" class="line_lightgray_thinlist"><br><br>
				<div id="date">2013.05.11</div>			
			<div id="title">Assembleia geral</div>
Dia 16 de Maio quinta-feira a partir das 19:00 decorrer&#225; a assembleia geral do clube.
<br/><br/>
A reuni&#227;o decorrer&#225; na zona das avenidas novas de Lisboa (Av. 5 de Outubro). O espa&#231;o est&#225; ainda por definir em definitivo. 
<br/><br/>
Os pontos a debater s&#227;o os seguintes:
<br/>
<ul>
<li>Elei&#231;&#227;o dos novos corpos sociais</li>
<li>Assuntos relativos ao normal funcionamento do clube</li>
<li>Apresenta&#231;&#227;o de informa&#231;&#227;o relevante relativa &#224;s Assembleias Gerais das associa&#231;&#245;es das quais fazemos parte (APIAIDO, APJODO)</li>
<li>Outros</li>
</ul>
&#201; importante a vossa presen&#231;a, de forma a que possam ficar inteirados dos temas importantes para o normal funcionamento do clube.<br/><br/>
<img src="_img/com/px.gif" class="line_lightgray_thinlist"><br><br>
			<div id="date">2013.04.13</div>			
			<div id="title">O clube Zenshinkan est&#225; presente no IberAnime</div>
			<a href="http://www.iberanime.com/2013/index.php">
			<img src="https://fbcdn-sphotos-a-a.akamaihd.net/hphotos-ak-frc3/185777_454649211265871_1425985939_n.jpg" class="photo_rightfloat" width="320px" border="0">
			</a>
O clube Zenshinkan est&#225; presente no IberAnime, um evento dedicado a todos os f&#227;s e curiosos pela cultura pop japonesa.
O evento de Lisboa est&#225; a ser realizado no Pavilh&#227;o Atl&#226;ntico (Sala Tejo) nos dias 13 e 14 de Abril.
<br/><br/>
Haver&#225; um stand do clube, e ser&#227;o feitas demonstra&#231;&#245;es de Iaido e Jodo durante os dois dias.
<br/><br/>
<img src="_img/com/px.gif" class="line_lightgray_thinlist"><br><br>
			<div id="date">2013.04.08</div>			
			<div id="title">RESULTADOS DOS EXAMES NO EST&#193;GIO DE PRIMAVERA DE IAIDO E JODO</div>
			<img src="_img/news/MAR_4947.JPG" class="photo_rightfloat" width="320px" border="0">
&#201; com grande alegria que anunciamos que v&#225;rios alunos do Zenshinkan foram bem sucedidos em exames de passagem de grau Dan, tanto em Iaido como em Jodo, que se realizaram durante o Est&#225;gio Nacional de Primavera de Iaido e Jodo, o qual teve lugar no passado fim de semana de dias 6 e 7 de Abril, em Matosinhos.
<br/><br/>
Deste modo com entusiasmo que felicitamos os novos graduados:
<br/><br/>
<ul>
<li>a Cl&#225;udia Batalha, Shodan (1 Dan) em Iaido</li>
<li>o Diogo Paulo, Shodan Iaido e Jodo</li>
<li>o Ant&#243;nio Costa, Nidan (2 Dan) em Iaido e Jodo</li>
<li>o Lu&#237;s Rasc&#227;o, Nidan em Jodo</li>
<li>o Jo&#227;o Pires, Nidan em Jodo</li>
<li>o Bruno Belchior, Sandan (3 Dan) em Iaido</li>
<li>o Hugo Boleto, Sandan em Iaido e em Jodo</li>
<li>o Jo&#227;o Pombo, Sandan em Iaido e em Jodo</li>
</ul>
<br/><br/>
As nossas felicita&#231;&#245;es v&#227;o tamb&#233;m para os nossos colegas e amigos do Porto, Braga e Algarve, que tamb&#233;m passaram nos respectivos exames.
<br/><br/>
Finalmente, queremos dirigir aos Senseis presentes, e aos membros organizadores do evento um sincero reconhecimento e agradecimento por todo o seu esfor&#231;o e empenho na concretiza&#231;&#227;o de todo o est&#225;gio, bem como todo o apoio que nos foi dado.
<br/><br/>
<img src="_img/com/px.gif" class="line_lightgray_thinlist"><br><br>
			<div id="date">2013.04.02</div>			
			<div id="title">EST&#193;GIO NACIONAL DE PRIMAVERA</div>
			<img src="http://apjodo.files.wordpress.com/2013/02/estagiofevereiro2013.jpg?w=547&h=207" class="photo_rightfloat" width="320px" border="0">
Nos pr&#243;ximos dias 6 e 7 de Abril, realizar-se-&#225; em Matosinhos o Est&#225;gio Nacional de Primavera de Iaido e Jodo.
<br><br>
Este ser&#225; o primeiro est&#225;gio de sempre em Portugal em que ser&#227;o realizados exames Dan, e desse modo representa mais um marco na hist&#243;ria portuguesa destas duas artes marciais. 
<br><br>
Contamos assim com a presen&#231;a j&#225; habitual do sensei Chris Mansfield (Iaido 7 Dan Renshi, Jodo 7 Dan Renshi) e do sensei Len Bean (Iaido 7 Dan Renshi, Jodo 5 Dan); 
<br>
&#233; tamb&#233;m com &#226;nimo que recebemos novamente, passados alguns anos, a sensei Harry Jones (Iaido 5 Dan, Jodo 6 Dan). 
<br><br>
Temos igualmente o prazer de receber, pela primeira vez a visita dos senseis Stojanka Vidinic (Jodo 5 Dan), aluna do sensei Chris, e Henry Schubert (Iaido 5 Dan, Jodo 5 Dan), da Alemanha. 
<br><br>
Finalmente, o est&#225;gio contar&#225; com a presen&#231;a do nosso sensei Joaquim Mendes, o professor do Zenshinkan-ICL, que ir&#225; tamb&#233;m colaborar na orienta&#231;&#227;o do semin&#225;rio, assim como na avalia&#231;&#227;o dos exames.
<br><br>
<br><br>
Neste est&#225;gio ser&#227;o realizados exames desde 1 Kyu at&#233; 3 Dan, em Iaido e em Jodo.
<br><br>
As inscri&#231;&#245;es para o est&#225;gio encontram-se abertas, e os interessados em participar dever&#227;o ler com aten&#231;&#227;o o site informativo do est&#225;gio  em que s&#227;o especificadas todas as condi&#231;&#245;es e termos para a participa&#231;&#227;o no est&#225;gio e realiza&#231;&#227;o de exames, bem como informa&#231;&#227;o &#250;til sobre alojamento e transportes. 
<br>
Site do est&#225;gio: <a href="http://apjodo.wordpress.com">apjodo.wordpress.com</a>
<br><br>
Alertam-se ainda os interessados para que as inscri&#231;&#245;es feitas ap&#243;s dia 3 de Abril t&#234;m um valor acrescido. 
<br/><br/>
<img src="_img/com/px.gif" class="line_lightgray_thinlist"><br><br>
<div id="date">2013.01.15</div>			
			<div id="title">Demonstra&#231;&#227;o de Iaido e Jodo</div>
			<img src="_img/gallery/gallery_01/GAL01_F02_.jpg" class="photo_rightfloat" width="160px" border="0">
			
No pr&#243;ximo dia 9 de Fevereiro de 2013, pelas 11h, na Escola Secund&#225;ria Dona Filipa de Lencastre, os membros do Zenshinkan-ICL realizar&#227;o uma demonstra&#231;&#227;o de Iaido e Jodo, as duas artes marciais japonesas a cujo ensino e pr&#225;tica o Zenshinkan se tem dedicado, ao longo de v&#225;rios anos.
<br><br>
Neste evento, esperamos poder transmitir ao m&#225;ximo a paix&#227;o que todos n&#243;s temos por estas duas artes marciais e daremos o nosso melhor para, atrav&#233;s desta demonstra&#231;&#227;o, dar a conhecer um pouco da sua ess&#234;ncia, que surgiu h&#225; s&#233;culos atr&#225;s, e ainda hoje se mant&#233;m firmemente enraizada na cultura japonesa. 
<br><br>
O Iaido &#233; a antiga arte de desembainhar a espada japonesa. Para muitos a espada por si s&#243; &#233; um objecto fascinante, pela sua beleza e detalhe, por&#233;m na cultura do Jap&#227;o a espada tem um significado muito mais profundo, e fortemente associado &#224; virtude e car&#225;cter da pessoa que a empunha e a utiliza para se defender. O Iaido cultiva, entre outras coisas, este s&#237;mbolo: a uni&#227;o entre a espada e o guerreiro, atrav&#233;s da aprendizagem e exerc&#237;cio de movimentos corporais que permitem ao praticante adaptar o seu corpo ao manejo da espada e desembainh&#225;-la r&#225;pida e naturalmente numa situa&#231;&#227;o de combate, desenvolvendo, com o passar dos anos, um esp&#237;rito forte e presente.
<br><br>
O Jodo &#233; a arte do manejo do jo, uma arma simples que consiste num bast&#227;o cil&#237;ndrico de madeira com sensivelmente 1,28m de comprimento. O aparecimento desta arma, bem como do Jodo, remonta ao s&#233;culo XVII, per&#237;odo pr&#243;spero para os samurais no Jap&#227;o. 
<br><br>
Os factos hist&#243;ricos sobre a origem do jo n&#227;o s&#227;o muito claros, e por vezes &#233; dif&#237;cil separ&#225;-los de lendas e fic&#231;&#227;o. No entanto, a cultura e pr&#225;tica do Jodo, que sobreviveu at&#233; aos dias de hoje, permite-nos entender o objectivo para o qual o jo foi inventado: derrotar um advers&#225;rio armado com uma espada japonesa. Apesar de o Jodo ser uma arte marcial bastante pouco conhecida e divulgada, tem uma estrutura e sistema de aprendizagem muito bem descritos e definidos: atrav&#233;s do Jodo, conseguimos observar como uma pessoa armada apenas com um jo (uma arma muito menos sofisticada e aparentemente menos perigosa do que uma espada japonesa) consegue derrotar, de um modo simples, elegante e impressionante, um advers&#225;rio com uma espada.
<br><br>
Contamos convosco, e esperamos passar uma boa impress&#227;o destas artes marciais, e de tudo o que representam.
<br><br>
		<br class="clearfloat">
	</div>
<!--CONTENT END-->
<!--FOOTER START-->
	<div id="footer">
		<div id="col_01_left">&nbsp;</div>
		<div id="col_02"><img src="_img/com/px.gif" class="line_lightgray_thin"><br><img src="_img/com/iaido_clube_selo.png" class="selo"></div>
		<br class="clearfloat">
	</div>
<!--FOOTER END-->
</div>

</body>
</html>
