<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>IAIDO CLUBE DE LISBOA</title>
<link href="style/iaido.css" rel="stylesheet" type="text/css">
</head>

<body>
<div id="master">
<!--HEADER START-->
	<div id="header_top">
		<div id="col_01_left"><img src="img/com/px.gif" class="line_darkgray_heavy"></div>
		<div id="col_02"><img src="img/com/px.gif" class="line_darkgray_heavy"></div>
		<br class="clearfloat">
	</div>
	<!--MENU START-->
	<div id="header_menu">
		<div id="col_01_id"><img src="img/com/px.gif" class="line_darkgray_thin"><br><a href="index.html"><img src="img/com/iaido_clube_logo.png" class="logo"></a></div>
		<div id="col_01_left">
			<img src="img/com/px.gif" class="line_darkgray_thin"><br>
			<a href="0101.html" class="menu_off_plus" id="M0100"><div>Iaido</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0201.html" class="menu_off_plus" id="M0200"><div>Jodo</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0301.html" class="menu_off_plus" id="M0300"><div>Clube</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0401.html" class="menu_on" id="M0400"><div>Not&iacute;cias</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0501.html" class="menu_off_plus" id="M0500"><div>Galerias</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0601.html" class="menu_off_plus" id="M0600"><div>Mais Informa&ccedil;&atilde;o</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
		</div>
		<div id="col_01_right">
			<img src="img/com/px.gif" class="line_darkgray_thin"><br>
			<div class="menu_empty">&nbsp;</div>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<div class="menu_empty">&nbsp;</div>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<div class="menu_empty">&nbsp;</div>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<div class="menu_empty">&nbsp;</div>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<div class="menu_empty">&nbsp;</div>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<div class="menu_empty">&nbsp;</div>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
		</div>
		<br class="clearfloat">
	</div>
	<!--MENU END-->
	<div id="header_bottom">
		<div id="col_01_left"><img src="img/com/px.gif"></div>
		<div id="col_02"><img src="img/com/px.gif" class="line_darkgray_heavy"></div>
		<br class="clearfloat">
	</div>
<!--HEADER END-->
<!--CONTENT START-->
	<div id="content">
		<div id="col_01_left">
			<div id="col_title">
				<div id="title">Arquivo</div>
				<img src="img/com/px.gif" class="line_darkgray_thin">
			</div>
			<a href="0401_2010.html" class="menu_off" id="M2010"><div>2010</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0401_2009.html" class="menu_off" id="M2009"><div>2009</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
			<a href="0401_2008.html" class="menu_off" id="M2008"><div>2008</div></a>
			<img src="img/com/px.gif" class="line_lightgray_thin"><br>
		</div>
		<div id="col_02">
			<div id="page_title">
				<div id="title">Noticias</div>
				<img src="img/com/px.gif" class="line_darkgray_thin">
			</div>
			<!--<div id="date">2008.05.23</div>
			<div id="title">Operis optato fine gauderem</div>
			<img src="img/photos/fotoH_2col.jpg" class="photo_wide"><br>
			<img src="img/com/px.gif" class="line_lightgray_thinlist"><br><br>-->
			<div id="date">2011.10.10</div>
			<div id="title">II SEMIN&#193;RIO NACIONAL DE IAIDO DE 2011</div>
			<img src="img/news/312375_269563709728331_100000241110623_1133582_1099892_n.jpg" class="photo_rightfloat" width="160px" border="0">
Nos pr&#243;ximos dias 22 e 23 de Outubro decorrer&#225;, em Lisboa, o II Semin&#225;rio Nacional de Iaido de 2011, liderado pelo sensei Chris Mansfield (Iaido 7&#186; Dan Renshi).
<br/><br/>
Tal como em todos os anteriores est&#225;gios, a boa disposi&#231;&#227;o, humor e entusiasmo do sensei Chris ir&#227;o sem d&#250;vida garantir mais uma fant&#225;stica experi&#234;ncia de aprendizagem.
<br/><br/>
O est&#225;gio encontra-se acess&#237;vel a praticantes de Iaido iniciados ou avan&#231;ados, assim como a quem nunca tenha praticado Iaido e pretenda faz&#234;-lo pela primeira vez.
<br/><br/>
As inscri&#231;&#245;es para o est&#225;gio est&#227;o abertas. Para efectuar a inscri&#231;&#227;o &#233; necess&#225;rio preencher <a href="downloads/InscricaoEstagioOut2011.doc">a ficha de inscri&#231;&#227;o</a> e entreg&#225;-la, por correio electr&#243;nico ou pessoalmente, ao remetente indicado. 
<br/>Na ficha de inscri&#231;&#227;o encontra-se anexada toda a informa&#231;&#227;o necess&#225;ria acerca do programa e hor&#225;rio do est&#225;gio, localiza&#231;&#227;o, pre&#231;os e alojamento &#250;til para os que viajarem de longe para participar.			
<br/><br/>			
			<img src="img/com/px.gif" class="line_lightgray_thinlist"><br><br>

<div id="date">2011.08.17</div>
			<div id="title">Est&#225;gio de iaido e jodo com a Sensei Loi Lee</div> 
Nos dias 6 e 7 de Agosto realizou-se um est&#225;gio liderado pela sensei Loi Lee, Iaido 7 Dan e  Jodo 7 Dan. 
<br/>A sensei esteve de visita em Portugal e mostrou-se gentilmente disposta a leccionar um mini est&#225;gio de Jodo e Iaido em Lisboa, auxiliada pela sua aluna Janet Griffiths, Jodo 5&#186; Dan. 
<br/><br/>
A sensei Loi Lee &#233; aluna directa de Shizufumi Ishido sensei, e foi a primeira vez que tivemos o prazer de receb&#234;-la em Portugal.
<br/><br/>
No semin&#225;rio realizaram-se exames de ikkyu de Iaido e Jodo, tendo todos os examinados tido sucesso.
<br/><br/>
As nossas felicita&#231;&#245;es v&#227;o para:
<ul>
<li>
Diogo Paulo: Iaido Ikkyu (1 Kyu), Jodo Ikkyu (1 Kyu)
</li> 
<li>
Hugo Bastos: Iaido Ikkyu (1 Kyu), Jodo Ikkyu (1 Kyu)
</li> 
<li>
Marta Teixeira: Jodo Ikkyu (1 Kyu)
</li> 
<li>
Jo&#227;o Leit&#227;o: Jodo Ikkyu (1 Kyu)
</li> 
<li>
Jo&#227;o de Sousa: Jodo Ikkyu (1 Kyu)
</li> 
<li>
Jo&#227;o Almeida: Jodo Ikkyu (1 Kyu)
</li>
</ul>
<img src="img/com/px.gif" class="line_lightgray_thinlist"><br><br>

			<div id="date">2011.08.02</div>
			<div id="title">Novas gradua&#231;&#245;es no semin&#225;rio de ver&#227;o em Inglaterra</div> 
&#201; com grande satisfa&#231;&#227;o que anunciamos que, mais uma vez, por ocasi&#227;o do Semin&#225;rio de Ver&#227;o de Iaido e Jodo em Stevenage, Reino Unido, que ocorreu nos passados dias 29 de Julho a 2 de Agosto, v&#225;rios colegas do Zenshinkan realizaram e obtiveram sucesso em exames de passagem de gradua&#231;&#227;o, tanto em Iaido como em Jodo. 
<br/><br/>
As nossas felicita&#231;&#245;es v&#227;o para:
<ul>
<li>
 o Jo&#227;o Maia e o Pedro Gomes, que s&#227;o agora Sandan (3 Dan) em Jodo;
</li> 
<li>
o Nuno Guedes, que &#233; agora Nidan (2 Dan) em Jodo e Sandan em Iaido;
</li> 
<li>
o Lu&#237;s Rasc&#227;o, que &#233; agora Shodan (1 Dan) em Jodo e Sandan em Iaido;
</li> 
<li>
o Jo&#227;o Pires, que &#233; agora Sandan em Iaido;
</li> 
<li>
a Maria Lu&#237;s Sacras, que &#233; agora Ikkyu em Jodo.
</li>
</ul>
Como em anos anteriores, &#233; com orgulho que vemos que os membros do Zenshinkan mantiveram uma taxa de 100% de aprova&#231;&#227;o em todos os exames realizados nestes est&#225;gio, tanto de Iaido como de Jodo. 
<br/><br/>
Mais uma vez, em nome de todo o clube, os nossos parab&#233;ns a todos os membros do Zenshinkan que participaram neste est&#225;gio de Ver&#227;o.
<br/><br/>
<img src="img/com/px.gif" class="line_lightgray_thinlist"><br><br>

<div id="date">2011.07.03</div>
			<div id="title">Novos graduados no Zenshinkan</div> 
Por ocasi&#227;o do Est&#225;gio de Jodo e Iaido de Gothenburg, que decorreu nos passados dias 30 de Junho a 3 de Julho, dois alunos do Zenshinkan realizaram exames de passagem de gradua&#231;&#227;o. 
<br/><br/>Em nome de todo o clube, parab&#233;ns &#224; Ana Machado, que passou no seu exame de Shodan (1 Dan) de Jodo, e ao Johan Frisk, que obteve tamb&#233;m aprova&#231;&#227;o nos seus exames de Shodan de Jodo e de Shodan de Iaido.
<br/><br/>
<img src="img/com/px.gif" class="line_lightgray_thinlist"><br><br>

<div id="date">2011.05.15</div>
			<div id="title">Resultados do I Taikai de Jodo de 2011</div> 
Decorreu no passado dia 14 de Maio, em Aveiro, o I Taikai de Jodo de 2011, que foi tamb&#233;m o primeiro taikai de Jodo a ser concretizado em Portugal. O torneio foi um sucesso, e deu gosto observar jodokas de Lisboa, Aveiro, Porto, Gaia e Braga, actualmente as &#250;nicas regi&#245;es de Portugal em que o Jodo &#233; praticado e ensinado, reunirem-se para construir e tornar realidade este evento. Os resultados do taikai foram os seguintes: 
<h4>Competi&#231;&#227;o por equipas:</h4> 
<h4>Categoria Mudan (sem gradua&#231;&#227;o Dan):</h4>
<ol>
<li>
Porto
</li> 
<li>
 Gaia
</li> 
<li>
 Vouga
</li>
</ol>
<h4>Competi&#231;&#227;o individual:</h4>
<h4>Categoria Mudan:</h4>
<ol>
<li>
 Ant&#243;nio Sousa (CJIP Porto)
</li> 
<li>
Ricardo Coutinho (CJIP Minho)
</li> 
<li>
Nelson Gama (CJIP Porto) e Ant&#243;nio Santos (CJIP Porto)
</li>
</ol>
 Fighting Spirit: Ricardo Coutinho (CJIP Minho)
 <h4>Categoria Shodan (1 Dan):</h4>
<ol>
<li>
Ant&#243;nio Costa (Zenshinkan-ICL Lisboa)
</li> 
<li>
Nuno Guedes (Zenshinkan-ICL Lisboa)
</li> 
<li>
Jo&#227;o Pires (Zenshinkan-ICL Lisboa) e Carlos Coutinho (CJIP Porto)
</li> 
</ol>
 Fighting Spirit: Carlos Coutinho (CJIP Porto)
<h4>Categoria Nidan (2 Dan):</h4>
<ol><li>
Jo&#227;o Maia (Zenshinkan-ICL Lisboa)
</li> 
<li>
Hugo Boleto (Zenshinkan-ICL Lisboa)
</li> 
<li>
Ant&#243;nio Pinheiro (CJIP Porto) e Jo&#227;o Pombo (Zenshinkan-ICL Lisboa)
</li> 
</ol>
 Fighting Spirit: Ant&#243;nio Pinheiro (CJIP Porto)
<br/><br/> 
Os nossos parab&#233;ns e agradecimento a todos os participantes, &#224; organiza&#231;&#227;o, e tamb&#233;m ao sensei Alan Lee-Nash (Jodo 6 Dan Renshi), cuja presen&#231;a, apoio e preciosa orienta&#231;&#227;o tornaram poss&#237;vel a realiza&#231;&#227;o deste torneio.<br/><br/> 
			<img src="img/com/px.gif" class="line_lightgray_thinlist"><br><br>

			<div id="date">2011.05.11</div>
			<div id="title">I TAIKAI NACIONAL DE JODO DE 2011</div> 
			<img src="img/gallery/2008_gallery_03/01.jpg" class="photo_rightfloat" width="160px" border="0">
			Decorrer&#225;, nos pr&#243;ximos dias 14 e 15 de Maio, em Aveiro, o I Taikai Nacional de Jodo. 
			<br/><br/>
			Este &#233; o primeiro torneio de Jodo a ser realizado em Portugal, e &#233; com grande orgulho e satisfa&#231;&#227;o que observamos todo o progresso e crescimento do Jodo a n&#237;vel nacional, desde que o Jodo foi introduzido em Portugal at&#233; ao presente, que tornaram finalmente poss&#237;vel a concretiza&#231;&#227;o deste evento. 
			<br/><br/>
			Contaremos mais uma vez com a presen&#231;a e orienta&#231;&#227;o do sensei Alan Lee-Nash (Jodo 6 Dan), um dos professores presentes no primeiro est&#225;gio de Jodo realizado em Portugal, em 2008.
			<br/><br/>
Apesar de o torneio oficial individual ser apenas acess&#237;vel a praticantes de Jodo devidamente federados, o restante conte&#250;do do evento encontra-se aberto a todos os que j&#225; praticam Jodo, assim como aos que praticam apenas Iaido e/ou Kendo, e tamb&#233;m &#224;queles que, n&#227;o praticando nenhuma destas tr&#234;s artes, manifestarem interesse em experimentar.
			<br/><br/>
O torneio ser&#225; precedido por um pequeno est&#225;gio de ZNKR Seitei Jodo e por um est&#225;gio de arbitragem. Realizar-se-&#227;o tamb&#233;m exame
			<br/><br/>
			Detalhes e esclarecimentos acerca do evento, assim como a ficha de inscri&#231;&#227;o necess&#225;ria para a matricula&#231;&#227;o no mesmo, podem ser descarregados <a href="downloads/EstagioTaikaiJodo2011-2via.doc">aqui</a>.	 
			<br/><br/>
Para se inscrever, cada participante ter&#225; que preencher a ficha de inscri&#231;&#227;o e envi&#225;-la para o remetente indicado. 
			<br/><br/>
O ficheiro disponibilizado acima cont&#233;m tamb&#233;m informa&#231;&#227;o detalhada acerca do programa do est&#225;gio, alojamento &#250;til, localiza&#231;&#227;o, op&#231;&#245;es de transporte, hor&#225;rios e pre&#231;os.
<br/><br/> 
			<img src="img/com/px.gif" class="line_lightgray_thinlist"><br><br>

			<div id="date">2011.04.18</div>
			<div id="title">Gradua&#231;&#227;o 5&#186;Dan sensei Joaquim Mendes</div> 
			Por ocasi&#227;o do Semin&#225;rio de Iaido e Jodo em Magglingen, na Su&#237;&#231;a, que decorreu desde 14 at&#233; 17 de Abril, &#233; com grande orgulho e alegria que felicitamos o nosso sensei Joaquim Mendes por ter obtido a gradua&#231;&#227;o de Godan (5 Dan) em Iaido. 
			<br/><br/>
			&#201; um verdadeiro marco hist&#243;rico para o Iaido em Portugal, visto que &#233; a primeira vez que um portugu&#234;s alcan&#231;a esta gradua&#231;&#227;o. 
			<br/><br/>			
			Em nome de todo o clube, um grande abra&#231;o de parab&#233;ns!
			<br/><br/> 
			<img src="img/com/px.gif" class="line_lightgray_thinlist"><br><br>

			<div id="date">2011.03.23</div>
			<div id="title">Resultados I Taikai de Iaido de 2011</div> 
Decorreu no passado dia 13 de Mar&#231;o, na Escola Secund&#225;ria Patr&#237;cio Prazeres, o I Taikai Nacional de Iaido de 2011. OS resultados foram os seguintes:
<br/><br/>
Categoria Mudan (abaixo de 1 Dan):<br/>
1. Jorge Costa (ICP)<br/>
2. Jorge Felizardo (Zenshinkan - Almada)<br/>
3. Cl&#225;udio Neto (ICP) e Jorge Ramos (ICP)<br/>
<br/>
Categoria Shodan (1 Dan):<br/>
1. Pedro Nunes (ICP)<br/>
<br/><br/>
Categoria Nidan (2 Dan):<br/>
1. Bruno Belchior (Zenshinkan)<br/>
2. David Correia (ICP)<br/>
3. Nuno Martins (ICP) e Nuno Guedes (Zenshinkan)
<br/><br/> 
Os nossos parab&#233;ns e agradecimento a todos os participantes e &#224; organiza&#231;&#227;o.<br/><br/> 
<img src="img/com/px.gif" class="line_lightgray_thinlist"><br><br>
<div id="date">2011.03.10</div>
			<div id="title">I Taikai de Iaido de 2011</div> 
Decorre no pr&#243;ximo dia 13 de Mar&#231;o, domingo, o I Taikai de Iaido de 2011, promovido pela APK. <br/><br/>
O torneio ir&#225; ser realizado na Escola Secund&#225;ria Patr&#237;cio Prazeres, a partir das 14:00. <br/><br/>
Os resultados obtidos neste evento, em conjunto com os do II Taikai de Iaido de 2010, ir&#227;o definir os rankings nacionais de Iaido de 2011, para que possam ent&#227;o ser eleitos os representantes portugueses nos campeonatos europeus de Iaido de 2011 (a realizar-se em Andorra). <br/><br/>E, claro, como sempre e acima de tudo, ser&#225; mais uma ocasi&#227;o para que os v&#225;rios clubes de Iaido de Portugal se possam reunir e conviver, em nome desta arte marcial a que todos nos dedicamos.<br/><br/> 
			<img src="img/com/px.gif" class="line_lightgray_thinlist"><br><br>
			<div id="date">2011.03.03</div>
			<div id="title">I Semin&#225;rio Nacional de Iaido de 2011 </div> 
			<img src="http://jodo-iaido-porto.net/files/htm_files/images/estagioLX05-2010_Mansfield.jpg" class="photo_rightfloat" width="160px" border="0">
			Nos pr&#243;ximos dias 2 e 3 de Abril realizar-se-&#225; o I Est&#225;gio Nacional de Iaido de 2011, em Braga. <br/><br/>
			Contaremos mais uma vez com a presen&#231;a do sensei Chris Mansfield (7.&#186; Dan Renshi) e do sensei Len Bean (7.&#186; Dan Renshi). <br/><br/>
			Para al&#233;m de este ser o primeiro est&#225;gio de Iaido em Braga, temos o prazer e o privil&#233;gio de receber o sensei Len Bean pela primeira vez em Portugal. <br/><br/> 
			O est&#225;gio encontra-se aberto a praticantes de Iaido, independentemente do seu n&#237;vel ou tempo de pr&#225;tica. Um est&#225;gio de Iaido liderado por dois professores de gradua&#231;&#227;o 7.&#186; Dan Renshi &#233; uma ocasi&#227;o rara e valiosa em Portugal, pelo que &#233; uma oportunidade a n&#227;o perder.
			<br/><br/> 
			As inscri&#231;&#245;es para o est&#225;gio encontram-se abertas. Para a inscri&#231;&#227;o, &#233; necess&#225;rio preencher <a href="downloads/Iaido-InscricaoEstagioBraga.rtf">a ficha de inscri&#231;&#227;o</a> e entreg&#225;-la, por correio electr&#243;nico ou pessoalmente, ao remetente indicado. <br/><br/>
			Na ficha de inscri&#231;&#227;o encontra-se tamb&#233;m toda a informa&#231;&#227;o necess&#225;ria acerca do programa do est&#225;gio, localiza&#231;&#227;o, alojamento, hor&#225;rios e pre&#231;os.<br/><br/>
			<img src="img/com/px.gif" class="line_lightgray_thinlist"><br><br>
			<div id="date">2011.01.30</div>
			<div id="title">I Semin&#225;rio Nacional de Jodo de 2011 </div> 
			<img src="img/news/jodoSeminar2010.jpg" class="photo_rightfloat" width="160px" border="0">
			O I Semin&#225;rio Nacional de Jodo de 2011 realizar-se-&#225; nos pr&#243;ximos dias 12 e 13 de Fevereiro, em Lisboa. <br/><br/>
			Contaremos com a habitual presen&#231;a do sensei Chris Mansfield (7.&#186; Dan Renshi), e dos seus dois alunos Aur&#233;lien Nacrour (4.&#186; Dan) e Daniel Silk (3.&#186; Dan), que j&#225; tivemos o prazer de receber em est&#225;gios anteriores. <br/><br/>
			O est&#225;gio encontra-se aberto a qualquer praticante de Jodo, assim como pessoas que nunca tenham praticado Jodo e queiram faz&#234;-lo pela primeira vez.<br/> 
			Tal como todos os est&#225;gios anteriores liderados pelo sensei Chris, este promete ser uma experi&#234;ncia &#250;nica e entusiasmante.<br/><br/>
			Quem pretender inscrever-se dever&#225; fazer o download da <a href="downloads/Jodo - Inscricao EstagioI_2011.doc">ficha de inscri&#231;&#227;o</a>, preench&#234;-la, e entreg&#225;-la ao remetente especificado.<br/><br/>
			Na ficha de inscri&#231;&#227;o encontram-se tamb&#233;m todos os detalhes acerca da localiza&#231;&#227;o, pre&#231;os, hor&#225;rios e programa do est&#225;gio.<br><br>
		<br class="clearfloat">
	</div>
<!--CONTENT END-->
<!--FOOTER START-->
	<div id="footer">
		<div id="col_01_left">&nbsp;</div>
		<div id="col_02"><img src="img/com/px.gif" class="line_lightgray_thin"><br><img src="img/com/iaido_clube_selo.png" class="selo"></div>
		<br class="clearfloat">
	</div>
<!--FOOTER END-->
</div>

</body>
</html>
