<?xml version="1.0" encoding="UTF-8" ?>
<rss version="2.0">
<channel>
<copyright>Copyright (c) 2008 Zenshinkan - Iaido Clube de Lisboa</copyright>
<language>pt-pt</language>
<title>Noticias: Zenshinkan - Iaido Clube de Lisboa</title>
<description>Noticias do dojo Zenshinkan - Iaido Clube de Lisboa relacionadas com a pratica do Iaido e Jodo</description>
<link>http://www.zenshinkan-icl.net</link>
<lastBuildDate>Sat, 08 Sep 2008 20:33:00 GMT</lastBuildDate>
<image>
<title>Zenshinkan - ICL</title>
<description>http://www.zenhinkan-icl.net</description>
<url>http://www.zenshinkan-icl.net/_img/com/iaido_clube_logo.png</url>
<link>http://www.zenshinkan-icl.net</link>
</image>
<item>
<title>EST&#193;GIO NACIONAL DE IAIDO DE 2013</title>
<pubDate>Fri 31 Nov 2013 00:00:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[
<img src="_img/news/312375_269563709728331_100000241110623_1133582_1099892_n.jpg" class="photo_rightfloat" width="320px" border="0">			

			Nos pr&#243;ximos dias 23 e 24 de Novembro, na Escola Secund&#225;ria Delfim Santos em Lisboa, ter&#225; lugar o Est&#225;gio Nacional de Iaido de 2013. 
			<br /><br />
			Mais uma vez contaremos com a presen&#231;a j&#225; habitual dos senseis Chris Mansfield (Iaido 7 Dan Renshi) e Len Bean (Iaido 7 Dan Renshi) de Inglaterra, bem como do nosso sensei do Zenshinkan, Joaquim Mendes (Iaido 5 Dan). 
			<br />
			Os v&#225;rios semin&#225;rios anteriores que j&#225; tivemos na presen&#231;a destes senseis em Portugal n&#227;o deixam d&#250;vidas de que esta ser&#225; mais uma memor&#225;vel e entusiasmante experi&#234;ncia de aprendizagem e conv&#237;vio.
			<br /><br />
			Neste est&#225;gio ser&#227;o realizados exames de gradua&#231;&#227;o Ikkyu (1 Kyu) e Shodan (1 Dan) em Iaido. 
			<br /><br />
			A participa&#231;&#227;o no est&#225;gio encontra-se acess&#237;vel a todos os praticantes ou interessados nesta arte marcial, sendo que a inscri&#231;&#227;o nos exames est&#225; reservada aos s&#243;cios da Associa&#231;&#227;o Portuguesa de Kendo (APK). 
			<br />
			A inscri&#231;&#227;o no est&#225;gio e exames deve realizar-se atrav&#233;s deste <a href="http://www.kendo.pt/?ai1ec_event=estagio-nacional-de-iaido-2013&amp;instance_id=258">link</a>. 
			<br />
			Atrav&#233;s do mesmo link encontra-se tamb&#233;m toda a informa&#231;&#227;o necess&#225;ria acerca do programa e hor&#225;rios do est&#225;gio, localiza&#231;&#227;o, transportes, pre&#231;os e pagamento, condi&#231;&#245;es, e contactos &#250;teis.
			<br /><br />
]]>
</description>
<guid>50</guid>
</item>
<item>
<title>Inicio de nova &#233;poca</title>
<pubDate>Sat 31 Aug 2013 00:00:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[
O clube Zenshinkan ICL retoma a pr&#225;tica j&#225; no pr&#243;ximo s&#225;bado, dia 31 de Agosto de 2013.
<br><br>
Iniciamos os treinos com os hor&#225;rios normais de S&#225;bado:<br><br>
09:30 - 11:00 Iaido<br>
11:15 - 13:00 Jodo<br>
]]>
</description>
<guid>50</guid>
</item>
<item>
<title>Assembleia geral</title>
<pubDate>Tue 11 May 2013 01:00:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[
Dia 16 de Maio quinta-feira a partir das 19:00 decorrer&#225; a assembleia geral do clube.
<br/><br/>
A reuni&#227;o decorrer&#225; na zona das avenidas novas de Lisboa (Av. 5 de Outubro). O espa&#231;o est&#225; ainda por definir em definitivo. 
<br/><br/>
Os pontos a debater s&#227;o os seguintes:
<br/>
<ul>
<li>Elei&#231;&#227;o dos novos corpos sociais</li>
<li>Assuntos relativos ao normal funcionamento do clube</li>
<li>Apresenta&#231;&#227;o de informa&#231;&#227;o relevante relativa &#224;s Assembleias Gerais das associa&#231;&#245;es das quais fazemos parte (APIAIDO, APJODO)</li>
<li>Outros</li>
</ul>
&#201; importante a vossa presen&#231;a, de forma a que possam ficar inteirados dos temas importantes para o normal funcionamento do clube.<br/><br/>
]]>
</description>
<guid>49</guid>
</item>
<item>
<title>Demonstra&#231;&#227;o de Iaido e Jodo</title>
<pubDate>Tue 15 Jan 2013 22:00:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[
<img src="_img/gallery/gallery_01/GAL01_F02_.jpg" class="photo_rightfloat" width="160px" border="0">
			
No pr&#243;ximo dia 9 de Fevereiro de 2013, pelas 11h, na Escola Secund&#225;ria Dona Filipa de Lencastre, os membros do Zenshinkan-ICL realizar&#227;o uma demonstra&#231;&#227;o de Iaido e Jodo, as duas artes marciais japonesas a cujo ensino e pr&#225;tica o Zenshinkan se tem dedicado, ao longo de v&#225;rios anos.
<br><br>
Neste evento, esperamos poder transmitir ao m&#225;ximo a paix&#227;o que todos n&#243;s temos por estas duas artes marciais e daremos o nosso melhor para, atrav&#233;s desta demonstra&#231;&#227;o, dar a conhecer um pouco da sua ess&#234;ncia, que surgiu h&#225; s&#233;culos atr&#225;s, e ainda hoje se mant&#233;m firmemente enraizada na cultura japonesa. 
<br><br>
O Iaido &#233; a antiga arte de desembainhar a espada japonesa. Para muitos a espada por si s&#243; &#233; um objecto fascinante, pela sua beleza e detalhe, por&#233;m na cultura do Jap&#227;o a espada tem um significado muito mais profundo, e fortemente associado &#224; virtude e car&#225;cter da pessoa que a empunha e a utiliza para se defender. O Iaido cultiva, entre outras coisas, este s&#237;mbolo: a uni&#227;o entre a espada e o guerreiro, atrav&#233;s da aprendizagem e exerc&#237;cio de movimentos corporais que permitem ao praticante adaptar o seu corpo ao manejo da espada e desembainh&#225;-la r&#225;pida e naturalmente numa situa&#231;&#227;o de combate, desenvolvendo, com o passar dos anos, um esp&#237;rito forte e presente.
<br><br>
O Jodo &#233; a arte do manejo do jo, uma arma simples que consiste num bast&#227;o cil&#237;ndrico de madeira com sensivelmente 1,28m de comprimento. O aparecimento desta arma, bem como do Jodo, remonta ao s&#233;culo XVII, per&#237;odo pr&#243;spero para os samurais no Jap&#227;o. 
<br><br>
Os factos hist&#243;ricos sobre a origem do jo n&#227;o s&#227;o muito claros, e por vezes &#233; dif&#237;cil separ&#225;-los de lendas e fic&#231;&#227;o. No entanto, a cultura e pr&#225;tica do Jodo, que sobreviveu at&#233; aos dias de hoje, permite-nos entender o objectivo para o qual o jo foi inventado: derrotar um advers&#225;rio armado com uma espada japonesa. Apesar de o Jodo ser uma arte marcial bastante pouco conhecida e divulgada, tem uma estrutura e sistema de aprendizagem muito bem descritos e definidos: atrav&#233;s do Jodo, conseguimos observar como uma pessoa armada apenas com um jo (uma arma muito menos sofisticada e aparentemente menos perigosa do que uma espada japonesa) consegue derrotar, de um modo simples, elegante e impressionante, um advers&#225;rio com uma espada.
<br><br>
Contamos convosco, e esperamos passar uma boa impress&#227;o destas artes marciais, e de tudo o que representam.
<br><br>
]]>
</description>
<guid>48</guid>
</item>
<item>
<title>Lista candidata aos &#243;rg&#227;os sociais</title>
<pubDate>Fri 9 Nov 2012 02:30:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[
A lista candidata aos &#243;rg&#227;os sociais do Zenshinkan &#233; a seguinte:
<br/><br/>
- Assembleia Geral:
<ul>
<li>Presidente: Jo&#227;o Pires</li>
<li>Secret&#225;rios: Luis Rasc&#227;o, Jo&#227;o Pombo</li>
</ul>
- Direc&#231;&#227;o:
<ul>
<li>Presidente: Joaquim Mendes</li>
<li>Secret&#225;rio: Pedro Gomes</li>
<li>Tesoureiro: Nuno Guedes</li>
</ul>
- Conselho Fiscal:
<ul>
<li>Presidente: Ant&#243;nio Costa</li>
<li>Vogais: Hugo Boleto, Jo&#227;o Maia</li>
</ul>
Segue igualmente a agenda da assembleia:
<br/>
<ol>
<li>Apresenta&#231;&#227;o de ponto de situa&#231;&#227;o do clube</li>
<li>Assuntos relativos &#224; conta banc&#225;ria (abertura de nova conta em nome do Zenshinkan, activa&#231;&#227;o de home banking)</li>
<li>Distribui&#231;&#227;o de tarefas para regulariza&#231;&#227;o da situa&#231;&#227;o do Zenshinkan enquanto associa&#231;&#227;o</li>
<li>Elei&#231;&#227;o de nova direc&#231;&#227;o</li>
<li>Manuten&#231;&#227;o das aulas de 3&#170; feira</li>
<li>Outros</li>
</ol>
A hora e o ponto de encontro para a assembleia geral ser&#225; &#224;s 13h30 na Escola Filipa de Lencastre
<br><br>
]]>
</description>
<guid>47</guid>
</item>
<item>
<title>II SEMIN&#193;RIO NACIONAL DE IAIDO</title>
<pubDate>Thu 25 Oct 2012 00:10:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[
<img src="_img/news/estagio_nov_2012.jpg" class="photo_rightfloat" width="160px" border="0">
Temos mais uma vez o prazer de anunciar que, nos pr&#243;ximos dias <b>17 e 18 de Novembro de 2012</b>, se realizar&#225;, em Lisboa, o <b>II Semin&#225;rio Nacional de Iaido</b>, dirigido pelos senseis Chris Mansfield (Iaido 7 Dan Renshi) e Len Bean (Iaido 7 Dan Renshi).
<br/><br/>
Desde 2007, temos contado com a presen&#231;a e orienta&#231;&#227;o do sensei Chris em v&#225;rios semin&#225;rios em Portugal, os quais t&#234;m contribu&#237;do para construir e desenvolver o Iaido portugu&#234;s. &#201; testemunho geral de todo o clube, que todos os est&#225;gios liderados pelo sensei Chris t&#234;m sido experi&#234;ncias &#250;nicas, muit&#237;ssimo interessantes e enriquecedoras. 
<br/>
O sensei Len Bean acompanhar&#225; o sensei Chris neste semin&#225;rio, naquela que ser&#225; a sua terceira visita a Portugal ao longo dos anos, e primeira visita a Lisboa, a qual faremos os poss&#237;veis para que seja o mais agrad&#225;vel poss&#237;vel.
<br/><br/>
Um semin&#225;rio liderado por dois professores com gradua&#231;&#227;o 7 Dan (m&#225;xima gradua&#231;&#227;o alguma vez obtida por praticantes fora do Jap&#227;o) &#233; um privil&#233;gio raro em Portugal, pelo que este semin&#225;rio ser&#225; uma oportunidade a n&#227;o perder.
<br/><br/>
O est&#225;gio encontra-se aberto a todos os praticantes, iniciados ou avan&#231;ados. Para a inscri&#231;&#227;o &#233; necess&#225;rio preencher a <a href="_downloads/SeminarioNov2012-FichaInscricao.docx">ficha de inscri&#231;&#227;o</a> e efectuar o pagamento, segundo a informa&#231;&#227;o fornecida na ficha de inscri&#231;&#227;o.
<br/>
Nela encontram-se tamb&#233;m todas as informa&#231;&#245;es necess&#225;rias sobre o pre&#231;o, localiza&#231;&#227;o, hor&#225;rio e programa do semin&#225;rio, bem como outras informa&#231;&#245;es e conselhs &#250;teis.
]]>
</description>
<guid>46</guid>
</item>
<item>
<title>Assembleia Geral - Zenshinkan</title>
<pubDate>Thu 11 Oct 2012 00:30:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[
Realizar-se-&#225; no dia <span style="font-weight:bold">10/11/2012</span>, em local e hora ainda a definir, a assembleia geral do Zenshinkan - Iaido Clube de Lisboa. 
<br/><br/>
Para a mesma est&#227;o convocados todos os membros do Zenshinkan que possuam as quotas em dia.
<br/><br/>
Para prepara&#231;&#227;o da assembleia solicita-se a apresenta&#231;&#227;o de pontos a incluir na agenda da mesma bem como a apresenta&#231;&#227;o de listas para vota&#231;&#227;o da nova direc&#231;&#227;o.
<br/><br/>
Segue o calend&#225;rio para apresenta&#231;&#227;o da informa&#231;&#227;o descrita acima:
<br/><br/>
Data limite para apresenta&#231;&#227;o de pontos a incluir na agenda: <span style="font-weight:bold">20/10/2012</span><br/>
Data limite para apresenta&#231;&#227;o de listas para nova administra&#231;&#227;o: <span style="font-weight:bold">20/10/2012</span>
<br/><br/>
No dia <span style="font-weight:bold">27/10/2012</span> ser&#225; publicada a agenda da assembleia bem como a constitui&#231;&#227;o das listas candidatas &#224; direc&#231;&#227;o do clube.
<br/><br/>
As listas apresentadas dever&#227;o ser constitu&#237;das pelos seguintes elementos:
<ul>
<li>Assembleia Geral: 1 Presidente e 2 Secret&#225;rios</li>
<li>Direc&#231;&#227;o: 1 Presidente, 1 Secret&#225;rio, 1 Tesoureiro</li>
<li>Conselho Fiscal: 1 Presidente, 2 Vogais</li>
</ul>
Apresenta-se desde j&#225; a agenda preliminar da assembleia:
<ul>
<li>Apresenta&#231;&#227;o de ponto de situa&#231;&#227;o do clube;</li>
<li>Assuntos relativos &#224; conta banc&#225;ria;</li>
<li>Distribui&#231;&#227;o de tarefas para regulariza&#231;&#227;o da situa&#231;&#227;o do Zenshinkan enquanto associa&#231;&#227;o;</li>
<li>Manuten&#231;&#227;o das aulas de 3&#170; feira;</li>
<li>Outros;</li>
<li>Elei&#231;&#227;o de nova direc&#231;&#227;o.</li>
</ul>
Para esclarecimento bem como o envio de listas e pontos a incluir na agenda dever&#227;o ser enviados por email para <span style="font-weight:bold">zenshinkan.iaido@gmail.com</span> ou <span style="font-weight:bold">prmpgomes@gmail.com</span>
]]>
</description>
<guid>45</guid>
</item>
<item>
<title>Inicio da nova &#233;poca 2012-2013</title>
<pubDate>Fri 31 Aug 2012 23:00:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[
A nova &#233;poca de pr&#225;tica de Iaido e Jodo come&#231;ar&#225; no dia 18 de Setembro, retomando a pr&#225;tica regular, nos mesmos hor&#225;rios e local da &#233;poca anterior.
<br/><br/>
Verifique no site o local e hor&#225;rios do clube.<br/><br/>	
]]>
</description>
<guid>44</guid>
</item>
<item>
<title>PARAB&#201;NS AO JO&#195;O MAIA E AOS NOVOS GRADUADOS DO PORTO E AVEIRO</title>
<pubDate>Mon 06 Aug 2012 19:00:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[
<img src="_img/news/eindhoven_2012.jpg" class="photo_rightfloat" width="160px" border="0">
Por ocasi&#227;o do Semin&#225;rio de Ver&#227;o de Iaido e Jodo de 2012, que decorreu em Eindhoven, Holanda, desde o passado dia 31 de Julho at&#233; dia 4 de Agosto, &#233; com grande orgulho e alegria que anunciamos que o nosso colega e senpai Jo&#227;o Maia obteve a gradua&#231;&#227;o de Yondan (4 Dan) em Iaido.
<br><br>
&#201; mais um marco para a hist&#243;ria do Iaido em Portugal, dado que o Jo&#227;o se tornou assim no segundo portugu&#234;s a conseguir obter esta gradua&#231;&#227;o. 
<br>
&#201; mais uma prova do esfor&#231;o, dedica&#231;&#227;o, e paix&#227;o por esta arte marcial que, n&#227;o s&#243; ele, mas todo o clube tem manifestado ao longo de todos estes anos, e mais um incentivo &#224; continua&#231;&#227;o do nosso trabalho e dedica&#231;&#227;o a estas artes marciais, para que no futuro possamos ter a satisfa&#231;&#227;o de contar com muitos mais sucessos para cada um dos nossos membros.
<br><br>
Tamb&#233;m por ocasi&#227;o deste semin&#225;rio, v&#225;rios colegas e amigos nossos do Porto e Aveiro foram bem sucedidos nos seus exames de Shodan (1 Dan) em Iaido e em Jodo. 
<br><br>
Em nome de todo o clube, muitos parab&#233;ns, e votos de muitos mais sucessos no futuro.
]]>
</description>
<guid>43</guid>
</item>
<item>
<title>SAIDA SENSEI OBTEM 7 DAN EM IAIDO</title>
<pubDate>Wed 13 Jun 2012 19:00:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[
<img src="_img/gallery/ant_gallery_02/10.jpg" class="photo_rightfloat" width="160px" border="0">
&#201; com grande alegria e orgulho que anunciamos que o Sensei Isao Saida, que durante tanto tempo esteve connosco, obteve recentemente a gradua&#231;&#227;o de 7&#186; Dan em Iaido. 
<br/>
O Sensei Saida acompanhou a evolu&#231;&#227;o do Zenshinkan durante v&#225;rios anos, aconselhando os nossos colegas e alunos, at&#233; retornar de vez para o Jap&#227;o em 2008. 
<br/><br/>
Em nome de todo o clube, muitos parab&#233;ns, e esperamos um dia ter o prazer de receb&#234;-lo novamente em Portugal.
]]>
</description>
<guid>42</guid>
</item>
<item>
<title>RESULTADOS DO I CAMPEONATO NACIONAL DE JODO DE 2012</title>
<pubDate>Tue 22 May 2012 23:00:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[
			<img src="_img/news/APJODOtaikai2012Grupo.JPG" class="photo_leftfloat" width="160px" border="0">
No passado dia 19 de Maio teve lugar o I Campeonato Nacional de Jodo de 2012. Foi novamente uma &#243;tima experi&#234;ncia de conv&#237;vio entre Lisboa, Aveiro, Porto e Braga, ainda as &#250;nicas regi&#245;es em Portugal onde o Jodo &#233; praticado.
<br/><br/><br/><br/>
Os resultados do campeonato foram os seguintes:
<br/><br/>
<h3>CAMPEONATOS INDIVIDUAIS:</h3>
<h4>Categoria Mudan:</h4>
<ol style="list-style-type: decimal">
	<li>S&#233;rgio Andrade (CJIPorto)</li>
	<li>Manuel Marques (CJIPorto)</li>
	<li>Jo&#227;o M&#225;rio Oliveira (CJIVouga) e Maria Alexandra Martins (CJIVouga)<l/i>
	<li style="list-style-type: circle">Fighting Spirit: Manuel Marques (CJIPorto)</li>
</ol>
<h4>Categoria Shodan:</h4>
<ol style="list-style-type: decimal">
	<li>Ricardo Coutinho (CJIMinho)</li>
	<li>Carlos Coutinho (CJIPorto)</li>
	<li>Ant&#243;nio Sousa (CJIPorto)</li>
	<li style="list-style-type: circle">Fighting Spirit: Carlos Coutinho (CJIP)</li>
</ol>
<h4>Categoria Nidan:</h4>
<ol style="list-style-type: decimal">
	<li>Ant&#243;nio Pinheiro (CJIVouga)</li>
	<li>Jo&#227;o Pombo (Zenshinkan-ICL)</li>
	<li>Ant&#243;nio Be&#231;a (CJIPorto)</li>
	<li style="list-style-type: circle">Fighting Spirit: Jo&#227;o Pombo (Zenshinkan-ICL)</li>
</ol>
<h3>CAMPEONATOS POR EQUIPAS:</h3>
<ol style="list-style-type: decimal">
	<li>Porto 2</li>
	<li>Porto 3</li>
	<li>Porto 1 e Minho</li>
	<li style="list-style-type: circle">Fighting Spirit: Ant&#243;nio Sousa (Porto 2)</li>
</ol>
<br/>
Os nossos parab&#233;ns &#224; organiza&#231;&#227;o, e ao empenho e boa disposi&#231;&#227;o de todos os participantes, &#225;rbitros e floor managers, que contribu&#237;ram para o sucesso deste campeonato.
]]>
</description>
<guid>41</guid>
</item>
<item>
<title>EST&#193;GIO DE IAIDO COM LEN BEAN SENSEI EM MATOSINHOS</title>
<pubDate>Fri 13 Apr 2012 23:00:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[
			<img src="_img/news/len_bean_sensei.png" class="photo_rightfloat" width="160px" border="0">
Nos pr&#243;ximos dias 21 e 22 de Abril decorrer&#225;, em Matosinhos, um semin&#225;rio de Iaido dirigido pelo sensei Len Bean (Iaido 7 Dan Renshi, Jodo 5 Dan). 
<br/>
Teremos o prazer de receber o sensei Bean pela segunda vez em Portugal, sendo que recebemos a sua primeira visita h&#225; pouco mais de um ano, em Braga, em ocasi&#227;o de um outro est&#225;gio de Iaido.
<br/><br/>			
O est&#225;gio encontra-se acess&#237;vel a s&#243;cios da Associa&#231;&#227;o de Iaido de Portugal, mesmo que n&#227;o tenham experi&#234;ncia em Iaido ou em qualquer arte marcial. Haver&#225; tamb&#233;m hip&#243;tese para praticantes iniciados de realizarem exames de 1 Kyu de Iaido e de Jodo, no final do semin&#225;rio, para os quais haver&#225; um pequeno custo adicional.
<br/><br/>			
Para efectuar a inscri&#231;&#227;o, &#233; necess&#225;rio preencher a <a href="_downloads/inscricao_matosinhos2012.pdf">ficha de inscri&#231;&#227;o</a> e entreg&#225;-la, por correio electr&#243;nico ou pessoalmente, ao remetente indicado. 
<br/>
Na ficha encontra-se toda a informa&#231;&#227;o necess&#225;ria relativamente ao programa e hor&#225;rio do est&#225;gio, localiza&#231;&#227;o, transportes e contactos &#250;teis.
<br/><br/>			
]]>
</description>
<guid>40</guid>
</item>
<item>
<title>I SEMIN&#193;RIO NACIONAL DE JODO DE 2012</title>
<pubDate>Thu 9 Feb 2012 01:00:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[
			<img src="_img/gallery/2009_gallery_02/36.jpg" class="photo_rightfloat" width="160px" border="0">
Decorrer&#225; nos pr&#243;ximos dias 25 e 26 de Fevereiro, o I Semin&#225;rio Nacional de Jodo deste ano. Contaremos mais uma vez com a presen&#231;a do sensei Chris Mansfield (Jodo 7 Dan Renshi), e dos seus dois alunos, Aur&#233;lien Nacrour (Jodo 4 Dan) e Daniel Silk (Jodo 3 Dan). 
<br/>
Como todos os semin&#225;rios liderados pelo sensei Chris desde h&#225; v&#225;rios anos em Portugal, este ser&#225; certamente mais uma experi&#234;ncia interessante e realizadora; o modo de ensino do Sensei reflecte o seu esp&#237;rito din&#226;mico, interactivo e divertido, com o qual temos tido o privil&#233;gio de aprender ao longo dos anos. 
<br/><br/>
Neste semin&#225;rio, ser&#227;o leccionados apenas conte&#250;dos referentes ao curr&#237;culo de Koryu (estilo Shindo Muso Ryu) de Jodo, tornando este semin&#225;rio numa oportunidade a n&#227;o perder.
<br/><br/>	
Est&#227;o abertas as inscri&#231;&#245;es para o semin&#225;rio. Para esse efeito &#233; necess&#225;rio preencher a <a href="_downloads/JodoInscricaoEstagio02_2012.doc">Ficha de inscri&#231;&#227;o</a> e entreg&#225;-la, por e-mail ou pessoalmente, ao remetente indicado. 
<br/>Na ficha encontram-se todas as informa&#231;&#245;es necess&#225;rias acerca do programa, hor&#225;rio e local do est&#225;gio, pre&#231;os e meios de pagamento.
<br/><br/>			

]]>
</description>
<guid>39</guid>
</item>
<item>
<title>II SEMIN&#193;RIO NACIONAL DE IAIDO DE 2011</title>
<pubDate>Mon 10 Oct 2011 12:00:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[
			<img src="_img/news/312375_269563709728331_100000241110623_1133582_1099892_n.jpg" class="photo_rightfloat" width="160px" border="0">
Nos pr&#243;ximos dias 22 e 23 de Outubro decorrer&#225;, em Lisboa, o II Semin&#225;rio Nacional de Iaido de 2011, liderado pelo sensei Chris Mansfield (Iaido 7&#186; Dan Renshi).
<br/><br/>
Tal como em todos os anteriores est&#225;gios, a boa disposi&#231;&#227;o, humor e entusiasmo do sensei Chris ir&#227;o sem d&#250;vida garantir mais uma fant&#225;stica experi&#234;ncia de aprendizagem.
<br/><br/>
O est&#225;gio encontra-se acess&#237;vel a praticantes de Iaido iniciados ou avan&#231;ados, assim como a quem nunca tenha praticado Iaido e pretenda faz&#234;-lo pela primeira vez.
<br/><br/>
As inscri&#231;&#245;es para o est&#225;gio est&#227;o abertas. Para efectuar a inscri&#231;&#227;o &#233; necess&#225;rio preencher <a href="_downloads/InscricaoEstagioOut2011.doc">a ficha de inscri&#231;&#227;o</a> e entreg&#225;-la, por correio electr&#243;nico ou pessoalmente, ao remetente indicado. 
<br/>Na ficha de inscri&#231;&#227;o encontra-se anexada toda a informa&#231;&#227;o necess&#225;ria acerca do programa e hor&#225;rio do est&#225;gio, localiza&#231;&#227;o, pre&#231;os e alojamento &#250;til para os que viajarem de longe para participar.			
<br/><br/>			
]]>
</description>
<guid>38</guid>
</item>
<item>
<title>Est&#225;gio de iaido e jodo com a Sensei Loi Lee</title>
<pubDate>Wed 17 Aug 2011 12:00:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[
Nos dias 6 e 7 de Agosto realizou-se um est&#225;gio liderado pela sensei Loi Lee, Iaido 7 Dan e  Jodo 7 Dan. 
<br/>A sensei esteve de visita em Portugal e mostrou-se gentilmente disposta a leccionar um mini est&#225;gio de Jodo e Iaido em Lisboa, auxiliada pela sua aluna Janet Griffiths, Jodo 5&#186; Dan. 
<br/><br/>
A sensei Loi Lee &#233; aluna directa de Shizufumi Ishido sensei, e foi a primeira vez que tivemos o prazer de receb&#234;-la em Portugal.
<br/><br/>
No semin&#225;rio realizaram-se exames de ikkyu de Iaido e Jodo, tendo todos os examinados tido sucesso.
<br/><br/>
As nossas felicita&#231;&#245;es v&#227;o para:
<ul>
<li>
Diogo Paulo: Iaido Ikkyu (1 Kyu), Jodo Ikkyu (1 Kyu)
</li> 
<li>
Hugo Bastos: Iaido Ikkyu (1 Kyu), Jodo Ikkyu (1 Kyu)
</li> 
<li>
Marta Teixeira: Jodo Ikkyu (1 Kyu)
</li> 
<li>
Jo&#227;o Leit&#227;o: Jodo Ikkyu (1 Kyu)
</li> 
<li>
Jo&#227;o de Sousa: Jodo Ikkyu (1 Kyu)
</li> 
<li>
Jo&#227;o Almeida: Jodo Ikkyu (1 Kyu)
</li>
</ul>
]]>
</description>
<guid>37</guid>
</item>
<item>
<title>Novas gradua&#231;&#245;es no semin&#225;rio de ver&#227;o em Inglaterra</title>
<pubDate>Wed 17 Aug 2011 12:00:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[
&#201; com grande satisfa&#231;&#227;o que anunciamos que, mais uma vez, por ocasi&#227;o do Semin&#225;rio de Ver&#227;o de Iaido e Jodo em Stevenage, Reino Unido, que ocorreu nos passados dias 29 de Julho a 2 de Agosto, v&#225;rios colegas do Zenshinkan realizaram e obtiveram sucesso em exames de passagem de gradua&#231;&#227;o, tanto em Iaido como em Jodo. 
<br/><br/>
As nossas felicita&#231;&#245;es v&#227;o para:
<ul>
<li>
 o Jo&#227;o Maia e o Pedro Gomes, que s&#227;o agora Sandan (3 Dan) em Jodo;
</li> 
<li>
o Nuno Guedes, que &#233; agora Nidan (2 Dan) em Jodo e Sandan em Iaido;
</li> 
<li>
o Lu&#237;s Rasc&#227;o, que &#233; agora Shodan (1 Dan) em Jodo e Sandan em Iaido;
</li> 
<li>
o Jo&#227;o Pires, que &#233; agora Sandan em Iaido;
</li> 
<li>
a Maria Lu&#237;s Sacras, que &#233; agora Ikkyu em Jodo.
</li>
</ul>
Como em anos anteriores, &#233; com orgulho que vemos que os membros do Zenshinkan mantiveram uma taxa de 100% de aprova&#231;&#227;o em todos os exames realizados nestes est&#225;gio, tanto de Iaido como de Jodo. 
<br/><br/>
Mais uma vez, em nome de todo o clube, os nossos parab&#233;ns a todos os membros do Zenshinkan que participaram neste est&#225;gio de Ver&#227;o.
<br/><br/>
]]>
</description>
<guid>36</guid>
</item>
<item>
<title>Novos graduados no Zenshinkan</title>
<pubDate>Sun 3 July 2011 12:00:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[
Por ocasi&#227;o do Est&#225;gio de Jodo e Iaido de Gothenburg, que decorreu nos passados dias 30 de Junho a 3 de Julho, dois alunos do Zenshinkan realizaram exames de passagem de gradua&#231;&#227;o. 
<br/><br/>Em nome de todo o clube, parab&#233;ns &#224; Ana Machado, que passou no seu exame de Shodan (1 Dan) de Jodo, e ao Johan Frisk, que obteve tamb&#233;m aprova&#231;&#227;o nos seus exames de Shodan de Jodo e de Shodan de Iaido.
<br/><br/>
]]>
</description>
<guid>35</guid>
</item>

<item>
<title>Resultados do I Taikai de Jodo de 2011</title>
<pubDate>Sun 3 July 2011 12:00:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[
Decorreu no passado dia 14 de Maio, em Aveiro, o I Taikai de Jodo de 2011, que foi tamb&#233;m o primeiro taikai de Jodo a ser concretizado em Portugal. O torneio foi um sucesso, e deu gosto observar jodokas de Lisboa, Aveiro, Porto, Gaia e Braga, actualmente as &#250;nicas regi&#245;es de Portugal em que o Jodo &#233; praticado e ensinado, reunirem-se para construir e tornar realidade este evento. Os resultados do taikai foram os seguintes: 
<h4>Competi&#231;&#227;o por equipas:</h4> 
<h4>Categoria Mudan (sem gradua&#231;&#227;o Dan):</h4>
<ol>
<li>
Porto
</li> 
<li>
 Gaia
</li> 
<li>
 Vouga
</li>
</ol>
<h4>Competi&#231;&#227;o individual:</h4>
<h4>Categoria Mudan:</h4>
<ol>
<li>
 Ant&#243;nio Sousa (CJIP Porto)
</li> 
<li>
Ricardo Coutinho (CJIP Minho)
</li> 
<li>
Nelson Gama (CJIP Porto) e Ant&#243;nio Santos (CJIP Porto)
</li>
</ol>
 Fighting Spirit: Ricardo Coutinho (CJIP Minho)
 <h4>Categoria Shodan (1 Dan):</h4>
<ol>
<li>
Ant&#243;nio Costa (Zenshinkan-ICL Lisboa)
</li> 
<li>
Nuno Guedes (Zenshinkan-ICL Lisboa)
</li> 
<li>
Jo&#227;o Pires (Zenshinkan-ICL Lisboa) e Carlos Coutinho (CJIP Porto)
</li> 
</ol>
 Fighting Spirit: Carlos Coutinho (CJIP Porto)
<h4>Categoria Nidan (2 Dan):</h4>
<ol><li>
Jo&#227;o Maia (Zenshinkan-ICL Lisboa)
</li> 
<li>
Hugo Boleto (Zenshinkan-ICL Lisboa)
</li> 
<li>
Ant&#243;nio Pinheiro (CJIP Porto) e Jo&#227;o Pombo (Zenshinkan-ICL Lisboa)
</li> 
</ol>
 Fighting Spirit: Ant&#243;nio Pinheiro (CJIP Porto)
<br/><br/> 
Os nossos parab&#233;ns e agradecimento a todos os participantes, &#224; organiza&#231;&#227;o, e tamb&#233;m ao sensei Alan Lee-Nash (Jodo 6 Dan Renshi), cuja presen&#231;a, apoio e preciosa orienta&#231;&#227;o tornaram poss&#237;vel a realiza&#231;&#227;o deste torneio.<br/><br/> 
]]>
</description>
<guid>34</guid>
</item>

<item>
<title>I TAIKAI NACIONAL DE JODO DE 2011</title>
<pubDate>Wed 11 May 2011 00:05:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[
			<img src="_img/gallery/2008_gallery_03/01.jpg" class="photo_rightfloat" width="160px" border="0">
			Decorrer&#225;, nos pr&#243;ximos dias 14 e 15 de Maio, em Aveiro, o I Taikai Nacional de Jodo. 
			<br/><br/>
			Este &#233; o primeiro torneio de Jodo a ser realizado em Portugal, e &#233; com grande orgulho e satisfa&#231;&#227;o que observamos todo o progresso e crescimento do Jodo a n&#237;vel nacional, desde que o Jodo foi introduzido em Portugal at&#233; ao presente, que tornaram finalmente poss&#237;vel a concretiza&#231;&#227;o deste evento. 
			<br/><br/>
			Contaremos mais uma vez com a presen&#231;a e orienta&#231;&#227;o do sensei Alan Lee-Nash (Jodo 6 Dan), um dos professores presentes no primeiro est&#225;gio de Jodo realizado em Portugal, em 2008.
			<br/><br/>
Apesar de o torneio oficial individual ser apenas acess&#237;vel a praticantes de Jodo devidamente federados, o restante conte&#250;do do evento encontra-se aberto a todos os que j&#225; praticam Jodo, assim como aos que praticam apenas Iaido e/ou Kendo, e tamb&#233;m &#224;queles que, n&#227;o praticando nenhuma destas tr&#234;s artes, manifestarem interesse em experimentar.
			<br/><br/>
O torneio ser&#225; precedido por um pequeno est&#225;gio de ZNKR Seitei Jodo e por um est&#225;gio de arbitragem. Realizar-se-&#227;o tamb&#233;m exame
			<br/><br/>
			Detalhes e esclarecimentos acerca do evento, assim como a ficha de inscri&#231;&#227;o necess&#225;ria para a matricula&#231;&#227;o no mesmo, podem ser descarregados <a href="_downloads/EstagioTaikaiJodo2011-2via.doc">aqui</a>.	 
			<br/><br/>
Para se inscrever, cada participante ter&#225; que preencher a ficha de inscri&#231;&#227;o e envi&#225;-la para o remetente indicado. 
			<br/><br/>
O ficheiro disponibilizado acima cont&#233;m tamb&#233;m informa&#231;&#227;o detalhada acerca do programa do est&#225;gio, alojamento &#250;til, localiza&#231;&#227;o, op&#231;&#245;es de transporte, hor&#225;rios e pre&#231;os.
<br/><br/> 
]]>
</description>
<guid>33</guid>
</item>

<item>
<title>Resultados I Taikai de Iaido de 2011</title>
<pubDate>Wed 23 Mar 2011 00:05:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[
Decorreu no passado dia 13 de Mar&#231;o, na Escola Secund&#225;ria Patr&#237;cio Prazeres, o I Taikai Nacional de Iaido de 2011. OS resultados foram os seguintes:
<br/><br/>
Categoria Mudan (abaixo de 1 Dan):<br/>
1. Jorge Costa (ICP)<br/>
2. Jorge Felizardo (Zenshinkan - Almada)<br/>
3. Cl&#225;udio Neto (ICP) e Jorge Ramos (ICP)<br/>
<br/>
Categoria Shodan (1 Dan):<br/>
1. Pedro Nunes (ICP)<br/>
<br/><br/>
Categoria Nidan (2 Dan):<br/>
1. Bruno Belchior (Zenshinkan)<br/>
2. David Correia (ICP)<br/>
3. Nuno Martins (ICP) e Nuno Guedes (Zenshinkan)
<br/><br/> 
Os nossos parab&#233;ns e agradecimento a todos os participantes e &#224; organiza&#231;&#227;o.<br/><br/> 
]]>
</description>
<guid>32</guid>
</item>
<item>
<title>I Semin&#225;rio Nacional de Iaido de 2011</title>
<pubDate>Thu 3 Mar 2011 00:45:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[
			<img src="http://jodo-iaido-porto.net/files/htm_files/images/estagioLX05-2010_Mansfield.jpg" class="photo_rightfloat" width="160px" border="0">
			Nos pr&#243;ximos dias 2 e 3 de Abril realizar-se-&#225; o I Est&#225;gio Nacional de Iaido de 2011, em Braga. <br/><br/>
			Contaremos mais uma vez com a presen&#231;a do sensei Chris Mansfield (7.&#186; Dan Renshi) e do sensei Len Bean (7.&#186; Dan Renshi). <br/><br/>
			Para al&#233;m de este ser o primeiro est&#225;gio de Iaido em Braga, temos o prazer e o privil&#233;gio de receber o sensei Len Bean pela primeira vez em Portugal. <br/><br/> 
			O est&#225;gio encontra-se aberto a praticantes de Iaido, independentemente do seu n&#237;vel ou tempo de pr&#225;tica. Um est&#225;gio de Iaido liderado por dois professores de gradua&#231;&#227;o 7.&#186; Dan Renshi &#233; uma ocasi&#227;o rara e valiosa em Portugal, pelo que &#233; uma oportunidade a n&#227;o perder.
			<br/><br/> 
			As inscri&#231;&#245;es para o est&#225;gio encontram-se abertas. Para a inscri&#231;&#227;o, &#233; necess&#225;rio preencher <a href="_downloads/Iaido-InscricaoEstagioBraga.rtf">a ficha de inscri&#231;&#227;o</a> e entreg&#225;-la, por correio electr&#243;nico ou pessoalmente, ao remetente indicado. <br/><br/>
			Na ficha de inscri&#231;&#227;o encontra-se tamb&#233;m toda a informa&#231;&#227;o necess&#225;ria acerca do programa do est&#225;gio, localiza&#231;&#227;o, alojamento, hor&#225;rios e pre&#231;os.<br/><br/>

]]>
</description>
<guid>31</guid>
</item>
<item>
<title>I Semin&#225;rio Nacional de Jodo de 2011</title>
<pubDate>Sun 30 Jan 2011 00:45:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[
			O I Semin&#225;rio Nacional de Jodo de 2011 realizar-se-&#225; nos pr&#243;ximos dias 12 e 13 de Fevereiro, em Lisboa. <br/><br/>
			Contaremos com a habitual presen&#231;a do sensei Chris Mansfield (7.&#186; Dan Renshi), e dos seus dois alunos Aur&#233;lien Nacrour (4.&#186; Dan) e Daniel Silk (3.&#186; Dan), que j&#225; tivemos o prazer de receber em est&#225;gios anteriores. <br/><br/>
			O est&#225;gio encontra-se aberto a qualquer praticante de Jodo, assim como pessoas que nunca tenham praticado Jodo e queiram faz&#234;-lo pela primeira vez.<br/> 
			Tal como todos os est&#225;gios anteriores liderados pelo sensei Chris, este promete ser uma experi&#234;ncia &#250;nica e entusiasmante.<br/><br/>
			Quem pretender inscrever-se dever&#225; fazer o download da <a href="_downloads/Jodo - Inscricao EstagioI_2011.doc">ficha de inscri&#231;&#227;o</a>, preench&#234;-la, e entreg&#225;-la ao remetente especificado.<br/>
			Na ficha de inscri&#231;&#227;o encontram-se tamb&#233;m todos os detalhes acerca da localiza&#231;&#227;o, pre&#231;os, hor&#225;rios e programa do est&#225;gio.<br><br>
]]>
</description>
<guid>30</guid>
</item>
<item>
<title>Eventos Internacionais de Iaido e Jodo previstos para 2011</title>
<pubDate>Fri, 10 Dec 2010 00:45:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[
			Alguns eventos previstos para 2011:<br><br> 
			<table border="1" cellspacing="1" cellpading="1" width="100%"> 
				<col width="27%" />
				<col width="46%" />
				<col width="27%" />
				<tr valign="top"> 
					<td>09.01.2011</td><td>Ishido Cup (Iaido e Jodo)</td><td>Haia (Den Haag),<br> Holanda</td> 
				</tr> 
				<tr valign="top"> 
					<td>14-17.04.2011</td><td>Semin&aacute;rio de Iaido e Jodo, com Ishido Sensei</td><td>Magglingen,<br> Sui&ccedil;a</td> 
				</tr> 
				<tr valign="top"> 
					<td>16-19.06.2011</td><td>Semin&aacute;rio de Iaido e Jodo, com Senseis Jock Hopson e Rene van Amersfoort</td><td>Villingen,<br> Alemanha</td> 
				</tr> 
				<tr valign="top"> 
					<td>30.06-03.07.2011</td><td>Semin&aacute;rio de Iaido e Jodo, com Sensei Ishido</td><td>Gotemburgo,<br> Su&eacute;cia</td> 
				</tr> 
				<tr valign="top"> 
					<td>29.07-02.08.2011</td><td>Semin&aacute;rio de Ver&atilde;o (Iaido e Jodo) com Sensei Ishido</td><td>Stevenage,<br> Inglaterra</td> 
				</tr> 
				<tr valign="top"> 
					<td>16-18.09.2011</td><td>Campeonatos Europeus de Jodo</td><td>Stevenage,<br> Inglaterra</td> 
				</tr> 
				<tr valign="top"> 
					<td>18-22.10.2011</td><td>Campeonatos Europeus de Iaido</td><td>Andorra La Vella,<br> Andorra</td> 
				</tr> 
			</table> 
]]>
</description>
<guid>29</guid>
</item>
<item>
<title>Resultados II Taikai de Iaido de 2010</title>
<pubDate>Mon, 07 Dec 2010 00:45:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[
			Decorreu no IDP (Instituto de Desporto de Portugal), em Lisboa, o II Taikai de Iaido de 2010. Os resultados foram os seguintes:<br><br>
			<strong>Categoria Mudan:</strong><br>
			1. Bruno Barros (CJIP)<br>
			2. Nelson Gama (CJIP)<br>
			3. Ant&oacute;nio Sousa (CJIP)<br><br>
			<strong>Categoria Shodan:</strong><br>
			1. Ant&oacute;nio Costa (Zenshinkan)<br><br>
			<strong>Categoria Nidan:</strong><br>
			1. Bruno Belchior (Zenshinkan)<br>
			2. 1. Nuno Martins (ICP)<br>
			3. Jo&atilde;o Pires e Luis Rasc&atilde;o (ambos Zenshikan)<br><br>
			Parab&eacute;ns a todos os participantes e organiza&ccedil;&atilde;o.<br><br>
]]>
</description>
<guid>28</guid>
</item>
<item>
<title>II Taikai de Iaido de 2010</title>
<pubDate>Mon, 22 Nov 2010 00:45:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[
			Decorre no pr&#243;ximo <strong>dia 5 de Dezembro, domingo, o II Taikai de Iaido de 2010</strong>, promovido pela APK. 
			<br><br>
			O torneio ir&#225; ser realizado nas instala&#231;&#245;es do <strong>IDP (Instituto de Desporto de Portugal), pavilh&#227;o da Lapa a partir das 14:00</strong>.
			<br><br>
			O torneio permitir&#225; determinar os rankings nacionais individuais de Iaido para o pr&#243;ximo ano, para se apurarem posteriormente os representantes portugueses nos campeonatos europeus de Iaido de 2011 (a realizar-se em Andorra), e acima de tudo, promover o conv&#237;vio e a uni&#227;o entre os v&#225;rios clubes de Iaido de Portugal.
			<br><br>
]]>
</description>
<guid>27</guid>
</item>
<item>
<title>Resultados dos Campeonatos Europeus de Iaido 2010</title>
<pubDate>Mon, 15 Nov 2010 22:45:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[
			Entre o dia 10 a dia 14 de Novembro decorreram em Paris, na Fran&#231;a, os campeonatos europeus de Iaido de 2010, tendo os nossos colegas regressado com mais lembran&#231;as de momentos bem passados. <br/>
			O Bruno Belchior, participando na categoria Shodan (1 Dan), chegou at&#233; aos quartos de final, tendo finalmente perdido o combate que conduziria &#224; medalha de bronze.<br/>
			Esta ter&#225; sido a melhor posi&#231;&#227;o que Portugal j&#225; atingiu nos campeonatos individuais.<br/>
			O Bruno tamb&#233;m passou com sucesso no seu exame de Nidan (2 Dan) de Iaido, pelo que est&#225; duplamente de parab&#233;ns. <br/>
			A toda a nossa equipa, com representantes de Lisboa ao Porto, um bem haja por representarem o nosso pa&#237;s em nome desta arte marcial que todos n&#243;s cultivamos, tanto no Zenshinkan como nos outros clubes de Portugal.<br/>
			Os resultados podem ser vistos na totalidade na <a href="http://eic.france.free.fr/" target="_blank">p&aacute;gina oficial do torneio</a>.
			<br>
]]>
</description>
<guid>26</guid>
</item>
<item>
<title>Selec&#231;&#227;o Nacional para os Campeonato Europeu de Iaido 2010</title>
<pubDate>Tue, 02 Nov 2010 22:45:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[<img src="http://www.zenshinkan-icl.net/_img/com/px.gif" width="1" height="1" align="right">
Os <a href="http://eic.france.free.fr/" target="_blank">17&#186;s Campeonatos Europeus de Iaido</a> ter&#227;o lugar este ano em Paris, Fran&#231;a, de 10 a 14 de Novembro. <br/>
			Nele participar&#227;o membros do Zenshinkan, nos campeonatos individuais e por equipas. <br/>Desde j&#225; os nossos votos de bom sucesso.
			<br/><br/>
			<strong>- Delegation Leader:</strong> <br/>Jo&#227;o Maia<br/>
			<strong>- Team Manager: </strong><br/>Joaquim Mendes<br/>
			<strong>- Categoria Yondan (4 Dan):</strong> <br/>Joaquim Mendes (Zenshinkan-ICL)<br/>
			<strong>- Categoria Sandan (3 Dan): </strong><br/>Jo&#227;o Maia (Zenshinkan - ICL), Sandra Santos (CJIP)<br/>
			<strong>- Categoria Nidan (2 Dan):</strong> <br/>Francisco Be&#231;a (CJIP), Ant&#243;nio Be&#231;a (CJIP)<br/>
			<strong>- Categoria Shodan (1 Dan): </strong><br/>Bruno Belchior (Zenshinkan - ICL)<br/>
			<strong>- Equipa Nacional:</strong> <br/>Joaquim Mendes, Jo&#227;o Maia, Sandra Santos, e Bruno Belchior (suplente)<br/>
]]>
</description>
<guid>25</guid>
</item>
<item>
<title>Parabens aos mais recentes graduados do Zenshinkan</title>
<pubDate>Mon, 01 Nov 2010 22:45:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[<img src="http://www.zenshinkan-icl.net/_img/com/px.gif" width="1" height="1" align="right">No evento do seminario de Jodo que ocorreu nos passados dias 30 e 31 de Outubro em Darlington, Inglaterra, dois dos nossos colegas que nele participaram (Joao Pombo e Joao Pires) efectuaram o exame de gradua&#231;&#227;o. Os nossos parab&#233;ns a ambos, que conclu&#237;ram com sucesso os exames de Nidan (2 Dan) e Shodan (1 Dan) de Jodo, respectivamente. Os nossos parab&#233;ns tamb&#233;m ao nosso conhecido e amigo Ant&#243;nio Pinheiro, do CJIP no Porto, que, pela mesma ocasi&#227;o foi bem sucedido no seu exame de Nidan de Jodo. Os nossos agradecimentos tamb&#233;m &#224; Sandra Santos, por todo o empenho e dedica&#231;&#227;o que teve para que tudo corresse pelo melhor durante a viagem.
]]></description>
<guid>24</guid>
</item>
<item>
<title>Resultados dos Campeonatos Europeus de Iaido 2009</title>
<pubDate>Tue, 24 Nov 2009 22:45:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[<img src="http://www.zenshinkan-icl.net/_img/com/px.gif" width="1" height="1" align="right">Nos passados dias 20 e 21 de Novembro, decorreram em Mierlo, na Holanda, os campeonatos europeus de Iaido de 2009. Portugal teve uma brilhante participacao em particular no torneio por equipas.
]]>
</description>
<guid>22</guid>
</item>
<item>
<title>Resultados dos Campeonatos Europeus de Jodo 2009</title>
<pubDate>Tue, 24 Nov 2009 22:45:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[<img src="http://www.zenshinkan-icl.net/_img/com/px.gif" width="1" height="1" align="right">]]>Nos passados dias 17 e 18 de Novembro, decorreram em Mierlo, na Holanda, os campeonatos europeus de Jodo de 2009. Portugal teve uma excelente participacao, tendo em conta que e apenas o segundo ano em que participa.
</description>
<guid>21</guid>
</item>
<item>
<title>Seleccoes Nacionais para os Campeonatos Europeus</title>
<pubDate>Wed, 23 Sep 2009 22:45:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[<img src="http://www.zenshinkan-icl.net/_img/gallery/2008_gallery_05/16.jpg" width="160" align="right">]]>Estao definidos os elementos que irao representar o nosso pais nos <a href="http://www.eic-ejc.eu/" target="_blank">campeonatos europeus de Iaido e Jodo de 2009</a>, a decorrer no inicio de Novembro, na localidade holandesa de Mierlo, perto de Eindhoven.</description>
<guid>20</guid>
</item>
<item>
<title>Zenshinkan - ICL com 100% de Sucesso nos Exames em Brighton</title>
<pubDate>Sun, 16 Aug 2009 19:00:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[<img src="http://www.zenshinkan-icl.net/_img/news/2009IaidoExams.jpg" width="160" align="right">]]>Todos os alunos do Zenshinkan - Iaido Clube de Lisboa que foram propostos a exame no seminario de verao em Brighton passaram nos respcetivos exames, tanto na disciplina de Iaido como na disciplina de Jodo.</description>
<guid>19</guid>
</item>
<item>
<title>Fighting Spirit do torneio de koryu de Iaido vai para: Sandra Santos</title>
<pubDate>Sun, 16 Aug 2009 19:00:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[<img src="http://www.zenshinkan-icl.net/_img/news/2009IaidoKoryuTaikai.jpg" width="160" align="right">]]>A nossa colega e amiga Sandra Santos do Clube de Iaido e Jodo do Porto, foi distinguida no torneio de Koryu de Iaido comemorativo dos 30 anos da presenca do Sensei Ishido na Europa, com o prestigiado premio Fighting Spirit para a pessoa que demonstrou mais espirito de combate durante todo o torneio.</description>
<guid>18</guid>
</item>
<item>
<title>Brilharete colectivo no taikai internacional de Jodo</title>
<pubDate>Sun, 16 Aug 2009 19:00:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[<img src="http://www.zenshinkan-icl.net/_img/news/2009JodoTaikai.jpg" width="160" align="right">]]>Sandra Santos, do Clube de Jodo e Iaido do Porto, conseguiu o terceiro lugar na categoria de Nidan (2 Dan). Joao Maia, do Zenshinkan, conseguiu o segundo lugar e o premio Fighting Spirit na categoria de Shodan (1 Dan) e Hugo Boleto venceu o torneio de Mudan (sem grau Dan).</description>
<guid>17</guid>
</item>
<item>
<title>Participacao no 1 Festival de Artes Marciais e Desportos de Combate da Cidade da Guarda</title>-
<pubDate>Sun, 28 Jun 2009 10:00:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[<img src="http://www.zenshinkan-icl.net/_img/news/cartazguarda1.jpg" width="160" align="right">]]>O Zenshinkan - ICL, aceitou recentemente o convite enderecado pela organizacao do 1o Festival de Artes Marciais e Desportos de Combate da Cidade da Guarda, para participar no festival.</description>
<guid>16</guid>
</item>
<item>
<title>Abertas as Inscricoes para o Estagio de Verao</title>
<pubDate>Wed, 15 Apr 2009 23:00:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[<img src="http://www.zenshinkan-icl.net/_img/com/px.gif" width="1" height="1" align="right">]]>Encontram-se abertas as inscricoes para o Estagio de Verao do Sensei Ishido, que este ano decorrera em Inglaterra, em Brighton.</description>
<guid>15</guid>
</item>
<item>
<title>Abertas as Inscricoes para o Estagio de Jodo no Porto</title>
<pubDate>Wed, 15 Apr 2009 23:00:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[<img src="http://www.zenshinkan-icl.net/_img/com/px.gif" width="1" height="1" align="right">]]>Encontram-se abertas as inscricoes para o Estagio de Jodo do Porto, organizado pelo Clube de Iaido e Jodo do Porto, cuja responsavel e a nossa amiga Sandra Santos.</description>
<guid>14</guid>
</item>
<item>
<title>Goncalo Lopes duplamente de Parabens</title>
<pubDate>Sat, 11 Apr 2009 17:00:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description>[<![CDATA[<img src="http://www.zenshinkan-icl.net/_img/com/px.gif" width="1" height="1" align="right">]]>Um dos membros mais antigos do Zenshinkan - ICL, Goncalo Lopes, esta duplamente de parabens. Primeiro porque se casou, segundo porque aproveitou a viagem de lua de mel para ir ao Japao, onde fez com sucesso exame para Nidan (2 Dan), em Nagasaki.</description>
<guid>13</guid>
</item>
<item>
<title>Terceiro Lugar na Copa Catalana de Iaido</title>
<pubDate>Mon, 30 Mar 2009 23:00:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[<img src="http://www.zenshinkan-icl.net/_img/news/taca.jpg" width="160" align="right">]]>O aluno do Zenshinkan - ICL Ricardo Cristino conquistou o terceiro posto na Copa Catalana de Iaido 2009, que decorreu no passado fim de semana, na cidade de Caldes d'Estrac, perto de Barcelona.</description>
<guid>13</guid>
</item>
<item>
<title>Resultados do I Taikai de 2009 de Iaido</title>
<pubDate>Mon, 30 Mar 2009 23:00:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[<img src="http://www.zenshinkan-icl.net/_img/com/px.gif" width="1" height="1" align="right">]]>Decorreu na Escola Secundaria Patricio Prazeres, em Lisboa, o I Taikai de Iaido de 2009.</description>
<guid>12</guid>
</item>
<item>
<title>I Estagio de Iaido 2009</title>
<pubDate>Fri, 16 Jan 2009 23:00:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[<img src="http://www.zenshinkan-icl.net/_img/news/flyer_IIIEstagio.jpg" width="160" align="right">]]>E no fim de semana de 21 e 22 de Fevereiro que ira decorrer mais um estagio de Iaido, com os nossos conhecidos Sensei Chris Mansfield e Sensei Hubert Schmitz.</description>
<guid>11</guid>
</item>
<item>
<title>Calendario de Eventos APK para 2009</title>
<pubDate>Thu, 01 Jan 2009 13:47:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[<img src="http://www.zenshinkan-icl.net/_img/news/apklogo.jpg" width="160" align="right">]]>A APK - Associacao Portuguesa de Kendo, publicou o seu calendario oficial para 2009.</description>
<guid>11</guid>
</item>
<item>
<title>Eventos Internacionais de Iaido e Jodo previstos para 2009</title>
<pubDate>Thu, 01 Jan 2009 13:45:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401.html</link>
<comments></comments>
<description><![CDATA[<img src="http://www.zenshinkan-icl.net/_img/com/px.gif" width="1" height="1" align="right">]]>Para o ano de 2009 estao ja previstos alguns eventos de Iaido e Jodo na Europa.</description>
<guid>10</guid>
</item>
<item>
<title>Sucesso nos Exames de Iaido</title>
<pubDate>Fri, 08 Dez 2008 18:30:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401_2008.html</link>
<comments></comments>
<description><![CDATA[<img src="http://www.zenshinkan-icl.net/_img/com/px.gif" width="1" height="1" align="right">]]>Os alunos do Zenshinkan - ICL Antonio Costa e Joao Pombo, bem como o aluno do ICP, Pedro Nunes, passaram nos respectivos exames de Shodan (1 Dan), que decorreram apos os campeonatos de Iaido de 2008.</description>
<guid>09</guid>
</item>
<item>
<title>Resultados de Portugal nos Europeus de Iaido 2008</title>
<pubDate>Fri, 08 Dez 2008 18:30:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401_2008.html</link>
<comments></comments>
<description><![CDATA[<img src="http://www.zenshinkan-icl.net/_img/com/px.gif" width="1" height="1" align="right">]]>A participacao portuguesa nos XV Campeonatos Europeus de Iaido teve os seguintes resultados...</description>
<guid>08</guid>
</item>
<item>
<title>Resultados de Portugal nos Europeus de Jodo 2008</title>
<pubDate>Fri, 08 Dez 2008 18:30:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401_2008.html</link>
<comments></comments>
<description><![CDATA[<img src="http://www.zenshinkan-icl.net/_img/com/px.gif" width="1" height="1" align="right">]]>A participacao portuguesa nos XV Campeonatos Europeus de Jodo teve os seguintes resultados...</description>
<guid>07</guid>
</item>
<item>
<title>Seleccoes Nacionais para os Campeonatos Europeus</title>
<pubDate>Fri, 07 Nov 2008 21:45:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401_2008.html</link>
<comments></comments>
<description><![CDATA[<img src="http://www.zenshinkan-icl.net/_img/news/em-logo.jpg" height="160" align="right">]]>Estao definidos os elementos que irao representar o nosso pais nos <a href="http://eicejc2008.kendo.ch/" target="_blank">campeonatos europeus de Iaido e Jodo de 2008</a>, a decorrer no inicio de Dezembro, na localidade suica de Magglingen.</description>
<guid>06</guid>
</item>
<item>
<title>Estagio de Jodo de Lisboa</title>
<pubDate>Sun, 07 Sep 2008 12:55:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401_2008.html</link>
<comments></comments>
<description><![CDATA[<img src="http://www.zenshinkan-icl.net/_img/gallery/2008_gallery_03/02.jpg" width="160" height="107" align="right">]]>Vai decorrer nos dias 11 e 12 de Outubro, um Estagio de Jodo com os Sensei Chris Mansfield (7o Dan Renshi) e um dos seus alunos mais avancados, o Sensei Andy Watson (5o Dan).</description>
<guid>05</guid>
</item>
<item>
<title>Despedida do Sensei Saida</title>
<pubDate>Sun, 07 Sep 2008 12:45:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401_2008.html</link>
<comments></comments>
<description><![CDATA[<img src="http://www.zenshinkan-icl.net/_img/gallery/ant_gallery_02/10.jpg" width="107" height="160" align="right">]]>Depois de varios anos a promover o Iaido em Portugal, o Sensei Isao Saida ira regressar ao Japao no final do mes de Setembro.</description>
<guid>04</guid>
</item>
<item>
<title>Resultados do II Taikai de Iaido 2008</title>
<pubDate>Sun, 07 Sep 2008 12:39:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401_2008.html</link>
<comments></comments>
<description><![CDATA[<img src="http://www.zenshinkan-icl.net/_img/news/vencedores_taikai.jpg" width="107" height="160" align="right">]]>Foi no passado dia 6 de Setembro que decorreu o segundo Taikai de Iaido de 2008, com participacao do ICL, ICP e AKP. Os alunos do Zenshikan - ICL conquistaram os primeiros lugares nas 3 categorias (mudan, shodan e nidan).</description>
<guid>03</guid>
</item>
<item>
<title>II Taikai de Iaido de 2008</title>
<pubDate>Sun, 31 Aug 2008 09:39:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401_2008.html</link>
<comments></comments>
<description><![CDATA[<img src="http://www.zenshinkan-icl.net/_img/com/px.gif" width="1" height="1" align="right">]]>Decorre no proximo sabado, 6 de Setembro, o II Taikai de Iaido de 2008, promovido pela APK. Este taikai, para alem de promover a pratica do Iaido, serve tambem para definir o ranking nacional.</description>
<guid>02</guid>
</item>
<item>
<title>Sucesso na participacao do ICL no seminario de verao, em Eindhoven</title>
<pubDate>Wed, 06 Aug 2008 10:30:00 GMT</pubDate>
<link>http://www.zenshinkan-icl.net/0401_2008.html</link>
<comments></comments>
<description><![CDATA[<img src="http://www.zenshinkan-icl.net/_img/photos/eindhoven.jpg" width="160" height="107" align="right">]]>Terminou mais um seminario de verao, desta vez em Eindhoven, na Holanda, e a participacao do ICL foi um sucesso. Foi a maior participacao de sempre em eventos internacionais e todos os alunos propostos a exame foram bem sucedidos.</description>
<guid>01</guid>
</item>
</channel>
</rss>
